TargetApplication=phpDesigner 8
Author=Peter Panyiczky and Zoltan Balazs
Website=http://www.magyaritasok.hu/
Website=http://zotius.hu/
SourceLANGID=1033
LANGID=1038
Generator=DKLang Translation Editor v3.0
LastModified=2012-04-11 12:40:26

[Constants]
00000002=Módosított
00000003=A fájl
00000004=módosítva lett egy másik programból. Újra be szeretnéd tölteni a fájlt? El fogod veszíteni a módosításaidat. Folytatod?
00000005=A kiválasztott böngésző nem található. Ha meg szeretnéd nézni a kimenetet a debuggerből, akkor meg kell adnod egy böngészőt a beállítások alatt.
00000006=Minden fájl (*.*)
00000007=Minden formátum
00000008=nem létezik!
00000009=phpDesigner e verziója:
00000010=a jelenlegi verzió!
00000011=Biztosan törölni szeretnéd ezt az elemet?
00000012=Biztosan törölni szeretnéd a kiválasztott alkalmazást?
00000013=Biztosan törölni szeretnéd a kiválasztott FTP kapcsolatot?
00000014=Biztosan törölni szeretnéd a kiválasztott elem(ek)et?
00000015=Fájl átnevezése
00000016=Add meg az új fájlnevet és a kiterjesztést:
00000017=A fájlt nem sikerült átnevezni. A fájl nem lett elmentve.
00000018=Nem lehet átnevezni a fájlt, mivel a kiválasztott fájl már létezik!
00000019=Biztosan vissza szeretnél térni a fájlhoz?
00000020=Az áttetsző mód ki lesz kapcsolva a következő induláskor.
00000021=Áttetsző mód: KI
00000022=A kód könyvtár nem indult el!
00000023=Sajnálom, de nincsen elérhető segítség...
00000024=Keresési funkció
00000025=a PHP kézikönyvben.
00000026=A PHP interpreter nem található. Kérlek, állítsd be a beállítások alatt a folytatáshoz.
00000027=A localhost elérés nem található. Kérlek, a beállítások alatt állítsd be, hogy elérhetővé váljon.
00000028=A fájlt el kell menteni, hogy megtekinthesd localhoston.
00000029=A fájlt el kell mentened a csinosításhoz.
00000030=A fájlt el kell mentened, hogy használhasd az SVN tulajdonságokat.
00000031=A keresési feltételt nem találtam meg a kód könyvtárban.
00000032=Címtelen
00000033=Add meg a sor számát
00000034=Sorhoz ugrik
00000035=A fájl olyan módosításokat tartalmaz, amelyek nem lettek elmentve.
00000036=Szeretnéd most elmenteni?
00000037=Kód darabkák
00000038=Darabkák
00000039=PHP kézikönyv
00000040=Kiválasztott szöveg
00000041=A fájl
00000042=mentése nem sikerült.
00000043=Nagy valószínűséggel azért, mert csak olvasható.
00000044=használatban van.
00000045=A fájlt olvashatónak jelölték meg.
00000046=nem található a htdocs könyvtárban.
00000047=A fájlt a helyi htdocs könyvtárba kell tenni, hogy a localhoston látni lehessen.
00000048=Sorközi TENNIVALÓ elem
00000049=Sorközi BUG elem
00000050=Új darabka készítése
00000051=Címtelen
00000052=Intelligens kiemelés
00000053=PHP hiba!
00000054=Sor
00000055=Sikertelen mentés! Nem sikerült kapcsolódni a távoli kiszolgálóhoz.
00000056=Nincsen betöltött projekt
00000057=Sablon :: Sablon szerkesztése
00000058=Címtelen
00000059=Sablon :: Új sablon készítése
00000060=Darabka :: Darabka szerkesztése
00000061=Darabka :: Új darabka készítése
00000062=Fájl böngésző - Pillanatkép
00000063=Adj meg egy új nevet a pillanatképnek
00000064=Törlöd a jelenlegi fájlokat?
00000065=FTP kliens...
00000066=Szövegfájl különbségek és összeillesztő eszköz...
00000067=HTML Tidy (tidy.exe) nem található!
00000068=Jelenleg éppen törölni szeretnéd az elrendezést,
00000069=szeretnéd folytatni?
00000070=A projekt könyvtár nem létezik!
00000071=Projekt
00000072=Elrendezés mentése
00000073=Jelenlegi elrendezés mentése, mint:
00000074=Sor
00000075=Oszl
00000076=TortoiseSVN nem található!
00000077=Távoli fájl készítése
00000078=Fájl neve:
00000079=Jelenlegi fájl feltöltése
00000080=Könyvtár kiválasztása
00000081=Fájlok kiválasztása...
00000082=Projekt fájlok...
00000083=Ahhoz, hogy elindítsd a fájl debuggolását,
00000084=el kell mentened azt a számítógépedre.
00000085=A fájlt
00000086=módosították. Szeretnéd elmenteni a változásokat és folytatni a debuggolást?
00000087=menteni kell. Szeretnéd most elmenteni a fájlt?
00000088=Figyelőpont hozzáadása
00000089=Tulajdonság:
00000090=Xdebug végzetes hiba:
00000091=Xdebug szerver elindítva
00000092=Xdebug szerver leállítva
00000093=A kód megtört a fájlban
00000094=a(z)
00000095=sorban
00000096=WinCacheGrind nem található!
00000097=A profilozó egy gyorsítótár daraboló fájl és a megnyitásához szükséges egy külső fejlesztésű nézegető, a WinCacheGrind.
00000098=Munkamenet
00000099=befejezve
00000100=Futtatás
00000101=Folytatás
00000102=(Nincsen aktív munkamenet)
00000103=elindítva:
00000104=Biztosan törölni szeretnéd a kiválasztott elemeket?
00000105=Ez nem egy elfogadható érték
00000106=Nincs elindítva
00000107=Dokumentum keresése befejeződött.
00000108=Szeretnéd újrakezdeni?
00000109=nem lehet megnyitni!
00000110=Bug törlése
00000111=Tennivaló törlése
00000112=Szeretnéd törölni az összes keresési jelölést a jelenlegi dokumentumból?
00000113=Szeretnéd törölni az összes keresési jelölést a megnyitott dokumentumokból?
00000114=Az elrendezés kezelő nem található!
00000115=Új fájl készítése
00000116=Fájl neve
00000117=A fájl már létezik!
00000118=Új könyvtár létrehozása
00000119=Nem sikerült létrehozni az új könyvtárat
00000120=Könyvtár neve:
00000121=Szövegfájl különbségek és összeillesztő eszköz nem található!
00000122=Kérlek, állítsd be a beállításokat.
00000123=A következőt szeretnéd lecserélni:
00000124=erre:
00000125=Folytatod?
00000126=Függőségek
00000127=Függvények
00000128=Változók
00000129=Osztályok
00000130=Osztály konstruktor
00000131=Osztály destruktor
00000132=Kiterjesztés
00000133=Megvalósítás
00000134=Interfészek\n
00000135=Konstansok
00000136=dinamikus
00000137=Függvény
00000138=Osztály
00000139=Deklarálva:
00000140=-
00000141=Leírás
00000142=smarty címke
00000143=smarty változó
00000144=smarty függvény
00000145=változó
00000146=konstans
00000147=függvény
00000148=interfész
00000149=kiterjesztés
00000150=absztrakt
00000151=final
00000152=osztály
00000153=megvalósítás
00000154=kulcsszó
00000155=phpDocumentor
00000156=Nincsen találat erre:
00000157=phpDesigner 2008 próbaváltozata lejárt!
00000158=Ha tovább szeretnéd használni, kérlek, rendeld meg a programot:
00000159=nap
00000160=nap
00000161=Ez a próbaváltozat lejárt!
00000162=Írd be a felhasználóneved és regisztrációs kulcsodat pontosan úgy, ahogy a regisztrációs e-mailedben kaptál. A pontosság kedvéért, kérlek, használd a másolás-beillesztés módot.
00000163=Ha bármilyen kérdésed lenne a regisztrációval kapcsolatban, kérlek látogasd meg a következő oldalt:
00000164=Sikeresen regisztráltad a programot!
00000165=Köszönjük!
00000167=Törlöd a keresési előzményeket?
00000168=Attribútumok
00000169=nincs
00000170=Metódus:
00000171=Mező:
00000172=Keresési eredmények itt:
00000173=Git nem található!
00000174=A Git jellemzők használata előtt menteni kell a fájlt.

[fMain]
00000009=Fájl
00000010=Új...
00000011=Új dokumentum készítése...
00000012=Új
00000013=Új fájl
00000041=Megnyitás
00000042=Létező fájl megnyitása
00000044=Mentés
00000045=Fájl mentése
00000046=Mentés másként
00000047=Fájl mentése, mint...
00000048=Összes mentése
00000049=Összes fájl mentése
00000052=Nyomtatás
00000053=Fájl nyomtatása
00000054=Visszavonás
00000055=Visszavonás
00000056=Ismét
00000057=Ismét
00000058=Web
00000059=Web
00000060=Keresés a weben
00000061=PHP (php.net)
00000062=Google
00000063=Live Search (Microsoft)
00000064=Yahoo!
00000065=Altavista
00000066=Wikipedia
00000067=Koders
00000068=Webes keresés beállítása...
00000069=Könyvjelzők
00000070=Kijelölés
00000071=Könyvjelző kijelölése
00000072=0. könyvjelző
00000073=1. könyvjelző
00000074=2. könyvjelző
00000075=3. könyvjelző
00000076=4. könyvjelző
00000077=5. könyvjelző
00000078=6. könyvjelző
00000079=7. könyvjelző
00000080=8. könyvjelző
00000081=9. könyvjelző
00000082=Ugrás
00000083=Könyvjelzőhöz ugrás
00000084=0. könyvjelző
00000085=1. könyvjelző
00000086=2. könyvjelző
00000087=3. könyvjelző
00000088=4. könyvjelző
00000089=5. könyvjelző
00000090=6. könyvjelző
00000091=7. könyvjelző
00000092=8. könyvjelző
00000093=9. könyvjelző
00000094=Előző könyvjelző
00000095=Következő könyvjelző
00000096=Vágólap
00000097=Kivágás
00000098=Kivágja a kiválasztott szöveget a vágólapra
00000099=Másolás
00000100=Kimásolja a kiválasztott szöveget a vágólapra
00000101=Beillesztés
00000102=Vágólapról való másolás
00000103=Ablak
00000104=Ikonok &elrendezése
00000105=Ikonok elrendezése
00000106=Előző dokumentum
00000107=Előző fájl
00000108=Következő dokumentum
00000109=Következő fájl
00000110=Vízszintes elrendezés
00000111=Vízszintes elrendezés
00000112=Függőleges elrendezés
00000113=Függőleges elrendezés
00000114=Fokozatos
00000115=Fokozatos
00000116=HTML
00000117=Hiperhivatkozás
00000118=Hiperhivatkozás
00000119=Kép
00000120=Kép
00000121=Táblázat
00000122=Táblázat
00000123=Lista
00000124=Lista
00000125=Réteg
00000126=Réteg
00000127=Keresés
00000128=Keresés
00000129=Előző
00000130=Következő
00000131=Paragrafus
00000132=Balra igazítás
00000133=Balra igazítás
00000134=Középre igazítás
00000135=Középre igazítás
00000136=Jobbra igazítás
00000137=Jobbra igazítás
00000138=Sorkizárt
00000139=Sorkizárt
00000140=Új sor
00000141=Új sor
00000142=Behúzás növelése
00000143=Behúzás növelése
00000144=Behúzás csökkentése
00000145=Behúzás csökkentése
00000146=Űrlapok
00000147=Űrlap
00000148=Űrlap
00000149=Szöveg
00000150=Szöveg
00000151=Szövegdoboz
00000152=Szövegdoboz
00000153=Jelszó
00000154=Jelszó
00000155=Gomb
00000156=Gomb
00000157=Küldés gomb
00000158=Küldés gomb
00000159=Alaphelyzet gomb
00000160=Alaphelyzet gomb
00000161=Kép gomb
00000162=Kép gomb
00000163=Választógomb
00000164=Választógomb
00000165=Jelölőnégyzet
00000166=Jelölőnégyzet
00000167=Lenyíló listamező
00000168=Lenyíló listamező
00000169=Fájl feltöltés
00000170=Fájl feltöltés
00000171=Rejtett
00000172=Rejtett
00000173=PHP
00000174=Verdana
00000175=PHP definiálása
00000176=<script language="php">...</script>
00000177=phpDocumentor
00000178=phpDocumentor címkék
00000236=<?php ... ?>
00000237=<?php ... ?>
00000238=Osztály, függvény, változó
00000239=Osztály, függvény, változó
00000243=Állítások
00000244=Állítások
00000245=if
00000246=Állítás: if
00000247=if...else
00000248=Állítás: if...else
00000249=elseif
00000250=Állítás: elseif
00000251=while
00000252=Állítás: while
00000253=do..while
00000254=Állítás: do..while
00000255=for
00000256=Állítás: for
00000257=foreach
00000258=Állítás: foreach
00000259=break
00000260=Állítás: break
00000261=continue
00000262=Állítás: continue
00000263=switch
00000264=Állítás: switch
00000265=declare full
00000266=Állítás: declare full
00000267=declare single
00000268=Állítás: declare single
00000269=return
00000270=Állítás: return
00000271=include
00000272=Fájl beillesztése
00000273=include_once
00000274=Fájl beillesztése (egyszer)
00000275=require
00000276=Szükséges fájl
00000277=require_once
00000278=Szükséges fájl (egyszer)
00000279=PHP-ra konvertálás
00000280=PHP-ra konvertálás
00000325=Megjegyzés
00000326=Megjegyzés
00000327=Megjegyzés - /** */
00000330=Megjegyzés - //
00000331=Megjegyzés törlése - //
00000332=PHP kódszépítő...
00000333=PHP kódszépítő...
00000337=phpDocumentor
00000338=phpDocumentor
00000379=Sorközi címkék
00000387=Formátum
00000390=Betűtípusok
00000393=Szín
00000394=Szín
00000395=Félkövér
00000396=Félkövér
00000397=Dőlt
00000398=Dőlt
00000399=Aláhúzott
00000400=Aláhúzott
00000401=Betűtípus
00000402=Betűtípus
00000403=Színek
00000404=Színek
00000407=Alapértelmezett
00000408=Alapértelmezett
00000413=Menü
00000414=&Fájl
00000431=Újra megnyitás...
00000432=Törlés...
00000434=&Megnyitás...
00000435=Fájl kiválasztása...
00000436=Projekt fájlok...
00000437=FTP
00000438=Fájl megnyitása &FTP-ről...
00000439=Mentés FTP-re...
00000440=Másolás FTP-re...
00000441=Könyvtár feltöltése FTP-re...
00000443=Mentés
00000444=M&entés másként...
00000445=Összes mentése
00000447=Fájl formátum
00000451=Fájl formátum konfigurálása...
00000452=Fájl kódolása
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=Mentés BOM-mal
00000459=Fájl kódolás konfigurálása...
00000460=&Bezárás
00000461=Összes be&zárása
00000462=Másolat...
00000463=Visszatérés...
00000464=Átnevezés...
00000465=&Nyomtatás...
00000466=Nyom&tató beállítása...
00000467=Exportálás HTML-be...
00000468=Exportálás RTF-be...
00000469=Exportálás (La)TeX-be...
00000470=&Kilépés
00000471=&Szerkesztés
00000472=&Visszavonás
00000473=&Ismét
00000474=&Kivágás
00000475=&Másolás
00000476=&Beillesztés
00000477=Ö&sszes kijelölése
00000478=Sortörés
00000479=Kere&sés
00000480=Következő
00000481=Előző
00000482=Beállítások
00000483=Jelölők
00000484=Találatok kiemelése
00000485=Találati jelölők törlése a dokumentumban
00000486=Találati jelölők törlése az összes dokumentumban
00000487=Keresési előzmények törlése...
00000488=Csendes
00000489=Sorhoz ugrik...
00000490=Egyező címke/zárójel keresése
00000491=Egyező címke/zárójel kiválasztása
00000492=Fájl deklarációk
00000493=Összes
00000494=Függvények
00000495=Osztályok és interfészek
00000496=Konstansok
00000497=Változók
00000498=Projekt | Összes megnyitott fájl deklarációk
00000499=Összes
00000500=Függvények
00000501=Osztályok és interfészek
00000502=Konstansok
00000503=Változók
00000504=Következő deklaráció
00000505=Előző deklaráció
00000506=F&ormátum
00000507=Betűtípus szerkesztő...
00000508=Félkövér
00000510=Dőlt
00000512=Aláhúzott
00000514=Áthúzás
00000515=Bal
00000517=Közép
00000519=Jobb
00000521=Sorkizárt
00000523=Új paragrafus
00000525=Sortörés
00000527=Szóköz kódolva
00000529=Behúzás növelése
00000530=Behúzás csökkentése
00000531=Címsorok
00000532=1. címsor
00000533=2. címsor
00000534=3. címsor
00000535=4. címsor
00000536=5. címsor
00000537=6. címsor
00000538=Sorköz
00000542=Számítógép kimeneti címkék
00000543=Előformázott
00000544=Távíró
00000545=Példa
00000546=Kód
00000547=Változó
00000548=Billentyűzet
00000549=Idézés-, idézet-, és definíciós címkék
00000550=Cím
00000551=Hosszú idézés
00000552=Rövid idézés
00000553=Rövidítés
00000554=Mozaikszó
00000555=Szöveg irány
00000556=Meghatározás
00000557=Idézés
00000558=Beszúrás
00000559=Hangsúly
00000560=Félkövér
00000561=Alsó index
00000562=Felső index
00000563=Vízszintes vonal
00000564=További színek...
00000565=Színválasztó...
00000567=&HTML
00000570=Hiperhivatkozás...
00000572=Kép...
00000574=Táblázat szerkesztő...
00000576=Lista szerkesztő...
00000578=Számozott lista
00000579=Golyós lista
00000580=Űrlapok
00000581=Űrlap...
00000583=Szövegdoboz...
00000585=Szövegmező...
00000587=Jelszó...
00000589=Fájl feltöltés...
00000591=Gomb...
00000593=Elküldés gomb...
00000595=Alaphelyzet gomb...
00000597=Kép gomb...
00000599=Választógomb...
00000601=Jelölőnégyzet...
00000603=Lenyíló listamező...
00000605=Rejtett mező...
00000607=<body> importálása...
00000608=Flash...
00000610=Megjegyzés
00000611=Dokumentum típus (Doctype)
00000622=Meta információ...
00000623=Speciális karakterek...
00000624=Speciális karakterek kódolása
00000625=Kiválasztott szöveg
00000626=Egész dokumentum
00000627=Speciális karakterek dekódolása
00000628=Kiválasztott szöveg
00000629=Egész dokumentum
00000630=Címke törlése
00000631=Címkék törlése a kiválasztott szövegből
00000632=Címkék törlése a dokumentumból
00000633=HTML Tidy
00000634=W3 Standard
00000635=Frissítés CSS2-re
00000636=Frissítés XHTML-re
00000637=Frissítés XML-re
00000638=&CSS
00000639=CSS
00000640=Importálás...
00000645=Elem
00000646=Elem varázsló...
00000647=Egyszerű...
00000648=Osztály vagy ID...
00000649=Környezeti...
00000650=Szabály importálása...
00000651=Média szabály...
00000652=Pozícionálás (réteg)...
00000653=Pozícionálás (réteg)...
00000654=&JavaScript
00000655=JavaScript
00000656=Függvény
00000657=Állítások
00000671=Üzenet ablak
00000672=Figyelmeztetés
00000673=Megerősítés
00000674=Parancs
00000675=Document.write()
00000676=Window.open()...
00000677=&PHP
00000696=Osztály
00000697=Osztály\n=============\n  Szintaktika:\n\n  class nev\n  {\n  ... \n  }
00000698=Függvény
00000699=Függvény\n=============\n  Szintaktika:\n\n  function nev\n  {\n  ... \n  }
00000700=Változó
00000701=Fájlok
00000702=Beillesztés
00000703=Szükséges
00000704=Beillesztés egyszer
00000705=Szükséges egyszer
00000706=Megjegyzés - /** */
00000707=Megjegyzés blokk
00000708=Megjegyzés - #
00000710=Megjegyzés - //
00000712=Egyszerű sorközi megjegyzésjel törlése
00000713=Megjegyzés törlése
00000783=Konvertálás PHP-ra
00000784=Tahoma
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000793=Aposztróf -  '...'
00000795=Idézőjel - "..."
00000797=Idézőjel és újsor - "...\\n";
00000799=Aposztróf és újsor - '...\\n';
00000800=A szöveget aposztrófok közé zárja és minden sor végére "\\n" kódot tesz
00000803=Idézőjel és kocsi-vissza - "...\\r";
00000805=Aposztróf és kocsi-vissza - '...\\r';
00000806=A szöveget aposztrófok közé zárja és minden sor végére kocsi-vissza "\\r" kódot tesz
00000809=Idézőjel és behúzás - "...\\t";
00000811=Aposztróf és behúzás - "...\\t";
00000812=A szöveget aposztrófok közé zárja és minden sor végére behúzás "\\t" kódot tesz
00000815=phpDocumentor
00000825=phpDocumentor varázsló...
00000826=phpDocumentor címkék
00000855=Sorközi címkék
00000863=Smarty
00000864=Megjegyzés
00000865=Változó
00000866=Beépített függvények
00000883=Saját függvények
00000902=Osztály változók
00000939=Osztály metódusok
00000977=PHP kódszépítő
00000978=Fájl
00000979=Összes fájl
00000980=PHP kódszépítő beállítása...
00000981=&Nyomkövetés
00000982=Nyomkövetés
00000983=Új munkamenet indítása
00000984=Nyomkövetés paraméterekkel...
00000985=Futtatás nyomkövetés nélkül
00000986=Szünet
00000987=Lezár
00000988=Kurzorig futás
00000989=Bele lépés
00000990=Átlépés
00000991=Visszatérésig futás
00000992=Töréspont ki/be
00000994=Figyelőpont hozzáadása
00000995=Futtatási pont mutatása
00000996=Profilozás
00000997=Profilozás paraméterekkel...
00000999=Xdebug IDE szerver
00001003=Futtatás Xdebug nélkül
00001004=Futtatás Xdebug és paraméterek nélkül...
00001005=PHP szintaktika ellenőrzés
00001006=php.ini megnyitása
00001007=Nyomkövetés ablakok
00001015=Projekt
00001016=Projekt kezelő...
00001017=Projekt fájlok...
00001018=Újratöltés
00001019=Bezárás
00001020=&Eszközök
00001021=Alkalmazás kezelő...
00001022=phpMyAdmin...
00001023=Karakter nagyítás
00001024=Kiválasztott szöveg
00001025=Nagybetűs
00001026=Kisbetűs
00001027=Nagy kezdőbetűs
00001028=Nagybetűs címkék
00001029=Kisbetűs címkék
00001031=Nagybetűs
00001032=Kisbetűs
00001033=Nagy kezdőbetűs
00001034=Nagybetűs címkék
00001035=Kisbetűs címkék
00001044=Automatikus javítás
00001045=Dátum és idő...
00001046=FTP...
00001047=FileZilla...
00001048=FileDiff...
00001049=Fájltársítás...
00001050=&Beállítások...
00001051=S&VN
00001052=Fájl hozzáadása...
00001053=Beküldés...
00001054=Fájl beküldése...
00001055=Frissítés...
00001056=Fájl frissítése...
00001057=Fájl különbség/egyesítés...
00001058=Fájl visszatérése...
00001059=Néz&et
00001060=Oldal nézet
00001061=Szerkesztés
00001062=Nyomkövetés
00001063=Futtatás
00001065=Localhost
00001066=Eszköz&tárak
00001067=Fájl
00001068=Vágólap
00001069=Keresés
00001070=PHP
00001071=HTML
00001072=Űrlapok
00001073=Formátum
00001074=Paragrafus
00001075=Deklarációk
00001076=Előzményekhez ugrás
00001078=Ablak
00001079=Könyvjelzők
00001080=Webes keresés
00001082=Eszköz &panelek
00001083=PHP kód böngésző
00001084=Kód könyvtárak
00001085=Kód darabkák
00001086=Fájl böngésző
00001087=Projekt
00001088=Sablonok
00001089=Adatbázis kapcsolatok
00001090=PHP kézikönyv
00001091=Tennivaló kezelő
00001092=Bug kezelő
00001093=Sorközi tennivaló
00001094=Sorközi bug
00001095=Üzenetek :: PHP
00001096=Üzenetek :: phpDocumentor
00001097=Üzenetek :: HTML Tidy
00001098=Keresési találatok
00001099=FTP böngésző
00001100=phpMyAdmin
00001101=Fájl böngésző pillanatképek
00001102=Projekt áttekintés
00001103=Szintaktika ellenőrzés : HTML && CSS
00001104=Töréspontok
00001105=Hívó verem
00001106=Kiértékelés
00001107=Figyelések
00001108=Környezeti változók
00001109=Esemény előzmény
00001110=&Felhasználói felület
00001111=Áttetszőség
00001112=Áttetsző mód
00001113=Áttetszőség értéke (DEFAULT = 255)
00001114=Fájl fül
00001115=Alapértelmezett
00001116=Téma
00001117=Állapotsor
00001119=Nincsen
00001120=Rendszer alapértelmezett
00001121=Véletlenszerű
00001122=Kitár
00001123=Becsúszás
00001124=Homályosítás
00001142=Elrendezés kezelő...
00001144=&Ablak
00001145=&Előző
00001146=&Következő
00001147=&Vízszintes elrendezés
00001148=&Függőleges elrendezés
00001149=&Fokozatos
00001150=&Ikonok elrendezése
00001151=Összes teljes &méret
00001152=Összes előző mér&et
00001153=Fájlok
00001154=&Súgó
00001155=&Súgó...
00001156=Regisztráció...
00001157=Licenc...
00001158=Kézikönyvek
00001159=PHP
00001160=&PHP kézikönyv...
00001161=Keresési funkciók
00001162=Tartalom
00001163=Hogyan kezdjük el
00001164=Függvény referencia
00001165=Nyelv referencia
00001167=&HTML...
00001168=&CSS...
00001169=P&EAR...
00001170=SQL...
00001171=Vélemény küldése...
00001172=Weboldal...
00001173=Új verzió keresése...
00001174=&Névjegy...
00001447=Előzményekhez ugrás
00001448=Vissza
00001449=Előre
00001450=Nyomkövetés
00001451=Nyomkövetés
00001453=Kurzorig futás
00001457=Töréspont ki/be
00001458=Figyelőpont hozzáadása
00001459=Profilozás
00001462=Szintaktika ellenőrzés
00001463=Deklarációk
00001464=Fájl
00001465=Fájl deklarációk
00001471=Projekt
00001472=Projekt deklarációk
00001478=Következő
00001479=Következő deklaráció
00001480=Előző
00001481=Előző deklaráció
00001482=Hely
00001483=Tulajdonság
00001484=Módosított
00001485=Nincsen betöltött projekt
00001488=Regisztrálta:
00001489=Új fájl
00001490=Projektek
00001492=Létező fájl(ok) megnyitása
00001532=Kimeneti nézet:
00001623=Alapértelmezett
00001663=Automatikus kinyitás
00001672=Általános
00001673=Elrendezés
00001775=Kód könyvtár - Keresés
00001776=Keresés újra
00001777=Keresés
00001787=Fájl böngésző
00001788=Fájl megnyitása vagy beszúrása
00001789=Beállítások
00001790=Új fájl/könyvtár készítése
00001814=Eszköztár sablon
00001815=Új adatbázis...
00001816=Adatbázis szerkesztése...
00001817=Új adatbázis kapcsolat kód készítése
00001818=Törlés
00001819=Exportálás XML-be
00001858=Tennivaló beszúrása
00001859=Tennivaló beszúrása
00001860=Tennivaló törlése
00001861=Tennivaló törlése
00001866=Fájl
00001870=Nincsen megjeleníthető elem.
00001882=Nincsen megjeleníthető elem.
00001906=Fájl
00001915=Üzenet
00001916=Fájl neve
00001917=Osztály böngésző
00001918=Navigáció
00001919=Vissza
00001920=Következő
00001921=A függvény nem található!
00001922=Fájl böngésző
00001923=Fájl böngésző pillanatkép betöltése
00001924=Fájl böngésző pillanatkép mentése
00001925=Fájl böngésző pillanatkép törlése
00002033=php
00002035=*.htm
00002036=Összes fájl|*.*
00002050=Megnyitás...
00002065=Új te&nnivaló...
00002066=Új tennivaló készítése
00002067=Sz&erkesztés
00002068=Kiválasztott tennivaló szerkesztése
00002069=&Fájl(ok) megnyitása...
00002070=Kiválasztott fájl(ok) megnyitása a kiválasztott tennivaló(k)ban
00002071=Tö&rlés
00002072=Kiválaszott tennivaló(k) törlése
00002073=Lista exportálása
00002074=HTML....
00002075=Tennivalók exportálása HTML-be
00002077=&Beállítások
00002078=&Beállítások
00002079=Fájl megnyitása
00002080=Tennivaló szerkesztése
00002081=Rács
00002082=Nézet
00002083=&Cserepek
00002084=Lista
00002085=&Ikonok
00002086=&Jelentés
00002087=Fel
00002088=Le
00002089=html
00002090=HTML dokumentum (*.htm;*.html)|*.htm;*.html
00002093=Projekt megnyitása
00002094=Projekt bezárása
00002098=Mentés
00002099=Összes mentése
00002100=Mentés FTP-re...
00002101=Másolás FTP-re...
00002102=Bezárás
00002103=Összes bezárása
00002104=Többi bezárása
00002105=Másolat...
00002107=Fájlok
00002113=Fájl
00002114=Vágólap
00002115=Keresés
00002116=PHP
00002117=Nyomkövetés
00002118=HTML
00002119=Űrlapok
00002120=Formátum
00002121=Paragrafus
00002122=Előzményekhez ugrás
00002123=Deklarációk
00002125=Ablak
00002126=Könyvjelzők
00002127=Webes keresés
00002129=PHP kézikönyv
00002130=Beszúrás
00002131=Kézikönyvek
00002137=Új...
00002138=Új adatbázis...
00002139=Szerkesztés...
00002140=Adatbázis szerkesztése...
00002145=DBX
00002154=Törlés...
00002171=Új sorközi bug - #PHP...
00002172=Új sorközi bug - #HTML...
00002173=Új tennivaló - #PHP...
00002174=Új tennivaló - #HTML...
00002177=Új fájl készítése
00002178=Forráshoz ugrás
00002181=Összes|*.*|PHP|*.php
00002182=Tartalom
00002183=Hogyan kezdjük el
00002184=Függvény referencia
00002185=Nyelv referencia
00002186=PHP kézikönyv beállítása...
00002187=MySQL
00002188=PostgreSQL
00002198=Fájl nevek beszúrása
00002199=Fájl nevek beszúrása teljes úttal
00002200=Asztal
00002201=Személyes
00002202=Meghajtók
00002203=Hálózat
00002204=Localhost
00002205=Nézet
00002206=&Cserepek
00002207=Lista
00002208=&Ikonok
00002209=&Részletek
00002210=&Előképek
00002211=Szűrő
00002212=Webes fájlok
00002213=Összes fájl
00002249=Kivágás
00002250=Másolás
00002251=Beillesztés
00002252=Beállítás...
00002253=Projekt megnyitása
00002257=Megjegyzés - /** */
00002259=Megjegyzés - //
00002261=Megjegyzés - #
00002263=TortoiseSVN :: Fájl hozzáadása
00002265=Új
00002267=Megnyitás
00002269=Mentés
00002271=Mentés másként
00002273=Összes mentése
00002275=FTP
00002277=Bezárás
00002279=Összes bezárása
00002281=Másolat
00002283=Visszatérés
00002285=Átnevezés
00002287=Nyomtatás
00002289=Exportálás  HTML-be
00002291=Exportálás RTF-be
00002293=Exportálás LaTex-be
00002295=Kilépés
00002297=Visszavonás
00002298=Visszavonás
00002300=Ismét
00002301=Ismét
00002303=Kivágás
00002304=Kivágás a vágólapra
00002306=Másolás
00002307=Másolás a vágólapra
00002309=Beillesztés
00002310=Vágólapról való másolás
00002312=&Összes kijelölése
00002313=Összes kijelölése
00002315=Sortörés
00002316=Sortörés
00002318=Sorhoz ugrás
00002320=Összes fájl deklaráció
00002322=Függvény fájl deklaráció
00002324=Osztály és interfész fájl deklaráció
00002326=Konstans fájl deklaráció
00002328=Változó fájl deklaráció
00002330=Összes projekt deklaráció
00002332=Függvény projekt deklaráció
00002334=Osztály és interfész projekt deklaráció
00002336=Konstans projekt deklaráció
00002338=Változó projekt deklaráció
00002340=Következő deklaráció
00002342=Előző deklaráció
00002344=Panel :: PHP kód böngésző
00002346=Oldal nézet :: PHP | Nyomkövetés
00002348=Panel :: Kód könyvtár
00002350=Panel :: Kód darabkák
00002352=Panel :: Fájl böngésző
00002354=Panel :: Projekt
00002356=Panel :: Sablonok
00002358=Panel :: Adatbázis kapcsolatok
00002360=Oldal nézet :: Szerkesztés
00002362=Oldal nézet :: PHP | Futtatás
00002366=Oldal nézet :: Localhost
00002368=Panel dokkolás :: PHP kézikönyv
00002370=Panel dokkolás :: Tennivaló kezelő
00002372=Panel dokkolás :: Bug kezelő
00002374=Panel dokkolás :: Sorközi tennivaló kezelő
00002376=Panel dokkolás :: Sorközi bug kezelő
00002378=Panel dokkolás :: Keresési találatok
00002380=Panel dokkolás :: FTP
00002382=Panel dokkolás :: phpMyAdmin
00002384=Panel dokkolás :: Fájl böngésző - Pillanatképek
00002386=Panel dokkolás :: Projektek
00002388=Alkalmazás kezelő
00002390=Egyező címke/zárójel kiválasztása
00002392=Egyező címke keresése
00002394=Üres sorok törlése
00002396=Automatikus javítás
00002398=Dátum és idő
00002400=FileZilla
00002402=Tulajdonságok
00002404=Megjegyzés törlése - //
00002406=phpDocumentor varázsló
00002408=phpDocumentor :: Osztály
00002410=phpDocumentor :: Függvény
00002412=phpDocumentor :: Egyszerű függvény
00002414=phpDocumentor :: Összes osztály a fájlban
00002416=phpDocumentor :: Összes függvény a fájlban
00002418=phpDocumentor :: Összes egyszerű függvény a fájlban
00002420=phpDocumentor :: Összes osztály az összes fájlban
00002422=phpDocumentor :: Összes függvény az összes fájlban
00002424=phpDocumentor :: Összes egyszerű függvény az összes fájlban
00002426=PHP kódszépítő :: Fájl
00002428=PHP kódszépítő :: Összes fájl
00002430=Hiperhivatkozás
00002432=Kép
00002434=Táblázat
00002436=Lista
00002442=Flash
00002444=Meta információ
00002446=Speciális karakterek
00002448=Űrlap
00002450=Űrlap :: Szövegdoboz
00002452=Űrlap :: Szövegmező
00002454=Űrlap :: Jelszó
00002456=Űrlap :: Fájl feltöltés
00002458=Űrlap :: Nyomógomb
00002460=Űrlap :: Elküldés
00002462=Űrlap :: Alaphelyzet
00002464=Űrlap :: Kép
00002466=Űrlap :: Választó
00002468=Űrlap :: Jelölőnégyzet
00002470=Űrlap :: Lenyíló listamező
00002472=Űrlap :: Rejtett
00002474=Tidy :: W3 Standard
00002476=Tidy ::  Frissítés CSS2-re
00002478=Tidy :: Frissítés XHTML-re
00002480=Tidy :: Frissítés XML-re
00002482=Futtatás Xdebug nélkül
00002484=Futtatás Xdebug és paraméterek nélkül...
00002486=PHP szintakszis ellenőzés
00002488=Projekt kezelő
00002490=Projekt :: Újraelemzés
00002492=Projekt :: Bezárás
00002494=Betűtípus szerkesztő
00002496=Félkövér
00002498=Dőlt
00002500=Aláhúzott
00002502=Áthúzás
00002504=Bal
00002506=Közép
00002508=Jobb
00002510=Sorkizárt
00002512=Újsor
00002514=Sortörés
00002516=Szóköz kódolva
00002518=Behúzás növelése
00002520=Behúzás csökkentése
00002522=1. címsor
00002524=2. címsor
00002526=3. címsor
00002528=4. címsor
00002530=5. címsor
00002532=6. címsor
00002534=Betűköz: 100%
00002536=Betűköz: 150%
00002538=Betűköz: 200%
00002540=Alsó index
00002542=Felső index
00002544=Vízszintes vonal
00002546=További színek
00002548=Színválasztó
00002550=0. könyvjelző kijelölése
00002552=1. könyvjelző kijelölése
00002554=2. könyvjelző kijelölése
00002556=3. könyvjelző kijelölése
00002558=4. könyvjelző kijelölése
00002560=5. könyvjelző kijelölése
00002562=6. könyvjelző kijelölése
00002564=7. könyvjelző kijelölése
00002566=8. könyvjelző kijelölése
00002568=9. könyvjelző kijelölése
00002570=0. könyvjelzőhöz ugrás
00002572=2. könyvjelzőhöz ugrás
00002574=1. könyvjelzőhöz ugrás
00002576=3. könyvjelzőhöz ugrás
00002578=4. könyvjelzőhöz ugrás
00002580=5. könyvjelzőhöz ugrás
00002582=6. könyvjelzőhöz ugrás
00002584=7. könyvjelzőhöz ugrás
00002586=8. könyvjelzőhöz ugrás
00002588=9. könyvjelzőhöz ugrás
00002590=Keresés a weben
00002592=Keresés a weben - PHP (php.net)
00002594=Keresés a weben - Google
00002596=Keresés a weben - Live Search (Microsoft)
00002598=Keresés a weben - Yahoo!
00002600=Keresés a weben - Altervista
00002602=Keresés a weben - Wikipedia
00002604=Keresés a weben - Koders
00002606=PHP kézikönyv
00002608=Deklarációhoz ugrás
00002610=Fájl megnyitása a kurzornál
00002612=Tennivaló :: PHP
00002614=Tennivaló :: HTML
00002616=Bug :: PHP
00002618=Bug :: HTML
00002620=Új :: PHP
00002622=Új :: XHTML/HTML
00002624=Új :: CSS
00002626=Új :: XML
00002628=Új :: JavaScript
00002630=Új :: Visual Basic
00002632=Új :: SQL
00002634=Új :: Perl
00002636=Új :: Java
00002638=Új :: C#
00002640=Új :: Python
00002642=Új :: Ruby
00002644=Új :: Nincs
00002646=(X)HTML és CSS szintaktika ellenőrzés
00002648=Sor törlése
00002650=Sorvége jel törlése
00002652=TortoiseSVN :: Beküldés
00002654=TortoiseSVN :: Fájl beküldése
00002656=TortoiseSVN :: Frissítés
00002658=TortoiseSVN :: Fájl frissítése
00002660=TortoiseSVN :: Fájl különbség/egyesítés...
00002662=TortoiseSVN :: Fájl visszatérés
00002664=Előző
00002666=Következő
00002668=&Vízszintes elrendezés
00002670=&Függőleges elrendezés
00002672=Fokozatos
00002674=Ikonok elrendezése
00002676=Összes teljes &méret
00002678=Összes előző mér&et
00002680=Fájl kiválasztása
00002682=Projekt fájlok
00002684=Aktív fájl másolása FTP-re
00002686=Aktív fájl feltöltése FTP-re...
00002688=Könyvtár feltöltése FTP-re...
00002690=Projekt feltöltése FTP-re...
00002692=Sorkettőzés
00002694=Kiválasztott szöveg nagybetűssé tétele
00002696=Kiválasztott szöveg kisbetűssé tétele
00002698=Kiválasztott szöveg nagy kezdőbetűssé tétele
00002700=Kiválasztott címke nagybetűssé tétele
00002702=Kiválasztott címke kisbetűssé tétele
00002704=Nagybetűs szöveg
00002706=Kisbetűs szöveg
00002708=Nagy kezdőbetűs szöveg
00002710=Nagybetűs címke
00002712=Kisbetűs címke
00002714=Keresés
00002716=Következő keresése
00002718=Előző keresése
00002720=Panel dokkolás :: Nyomkövetés - PHP
00002722=Panel dokkolás :: Nyomkövetés - phpDocumentor
00002724=Panel dokkolás :: Nyomkövetés - HTML Tidy
00002726=Panel dokkolás :: Töréspontok
00002728=Panel dokkolás :: Hívó verem
00002730=Panel dokkolás :: Kiértékelés
00002732=Panel dokkolás :: Figyelések
00002734=Panel dokkolás :: Környezeti változók
00002736=Panel dokkolás :: Esemény előzmények
00002738=Beszúrás
00002740=Hangsúly
00002742=Félkövér
00002744=aHtmlComment
00002745=Előző könyvjelző
00002746=Következő könyvjelző
00002747=Automatikus kiegészítés
00002749=Egyszerű megjegyzés törlése
00002751=Szövegfájl különbségek és összeillesztő eszköz
00002755=Mégsem
00002756=Projekt betöltése
00002757=Projekt fájlok elemzése. Kérlek, várj...
00002760=Nyomkövetés
00002762=Szerver indítása
00002764=Futtatás debuggolás nélkül
00002766=Szerver leállítása
00002768=Szerver újraindítása
00002770=Bele lépés
00002772=Átlépés
00002774=Visszatérésig futás
00002776=Kurzorig futás
00002778=Lezár
00002780=Figyelőpont hozzáadása
00002782=Töréspontok
00002784=Hívó verem
00002786=Figyelések
00002788=Környezeti változók
00002790=Kiértékelés
00002792=Esemény előzmény
00002794=Töréspont ki/be
00002796=Új munkamenet indítása
00002798=Futtatási pont mutatása
00002800=Profilozás
00002802=Profilozás
00002804=Profilozás paraméterekkel...
00002808=Nyomkövetés paraméterekkel...
00002810=Profilozás paraméterekkel...
00002811=Fájl formátum
00002812=Fájl kódolása
00002817=Nyelv
00002819=Segíts fordítani!
00002825=Szólánc kizárás
00002826=Aposztróf kizárása
00002827=Idézőjel kizárása
00002828=Aposztóf kizárása és helyére idézőjel
00002829=Idézőjel kizárása és aposztróf helyette
00002831=Új :: Smarty
00002833=Idézőjel kizárása és aposztróf helyette
00002834=Idézőjel kizárása
00002835=Aposztóf kizárása és helyére idézőjel
00002836=Aposztróf kizárása
00002841=Print "...";
00002842=Print '...';
00002843=Echo "...";
00002844=Echo '...' ;
00002845=Idézőjel - "..."
00002846=Aposztróf -  '...'
00002847=Idézőjel és újsor - "...\\n";
00002848=Aposztróf és újsor - '...\\n';
00002849=Idézőjel és kocsi-vissza - "...\\r";
00002850=Aposztróf és kocsi-vissza - '...\\r';
00002851=Idézőjel és behúzás - "...\\t";
00002852=Aposztróf és behúzás - "...\\t";
00002881=WinCacheGrind...
00002882=Beállítás...
00002883=Saját...
00002884=Újabb fájlok
00002885=Újabb fájlok törlése
00002886=Állítások
00002887=Saját...
00002888=Saját színek...
00002889=További színek...
00002890=További színek
00002891=Színválasztó...
00002892=Színválasztó...
00002893=Osztály
00002894=Függvény
00002895=Változó
00002896=Új...
00002897=Fájl kiválasztása...
00002898=Projekt fájlok...
00002899=Megjegyzés - #
00002900=Sorközi megjegyzés
00002901=Fájl deklarációk - Összes
00002902=Függvények
00002903=Osztályok és interfészek
00002904=Konstansok
00002905=Változók
00002906=Projekt | Összes megnyitott fájl deklarációk - Összes
00002907=Függvények
00002908=Osztályok és interfészek
00002909=Konstansok
00002910=Változók
00002911=Időbélyeg
00002912=Időbélyeg #4
00002913=Időbélyeg #3
00002914=Időbélyeg #2
00002915=Időbélyeg #1
00002916=Időbélyeg frissítés mentéskor
00002917=Adat könyvtár...
00002918=Keresés...
00002919=Ctrl+H\n
00002920=Osztály dokumentáció hozzáadása
00002921=Függvény dokumentáció hozzáadása
00002922=Egyszerű függvény dokumentáció hozzáadása
00002923=Összes osztályhoz dokumentáció hozzáadása
00002924=Összes függvényhez dokumentáció hozzáadása
00002925=Összes függvényhez egyszerű dokumentáció hozzáadása
00002926=Összes fájlhoz osztály dokumentáció hozzáadása
00002927=Összes fájlhoz függvény dokumentáció hozzáadása
00002928=Összes fájlhoz egyszerű függvény dokumentáció hozzáadása
00002929=&Új
00002930=Szerver változók
00002931=JavaScript...
00002932=Új
00002933=Alapértelmezett keresési dialógus hely
00002936=Újratöltés
00002939=Átnevezés
00002940=Törlés
00002942=Megnyitás
00002943=Fájl készítése
00002944=Könyvtár létrehozása
00002945=Átnevezés
00002946=Frissítés
00002947=Törlés
00002948=Engedélyek megváltoztatása
00002949=Engedélyek megváltoztatása
00002950=Újratöltés
00002953=Átnevezés
00002954=Törlés
00002955=Engedélyek megváltoztatása
00002956=barTető
00002957=Új...
00002958=Virtuális könyvtár
00002959=Könyvtár
00002960=Fájl
00002961=Összekapcsolás helyi könyvtárral
00002962=Összekapcsolás helyi fájllal
00002963=Összekapcsolás FTP könyvtárral
00002964=Összekapcsolás FTP fájllal
00002965=Importálás...
00002966=Helyi könyvtár
00002967=Helyi fájl
00002968=FTP könyvtár
00002969=FTP fájl
00002970=Exportálás...
00002971=Helyi könyvtár
00002972=FTP könyvtár
00002973=Újratöltés
00002974=Törlés
00002975=Átnevezés
00002976=Tulajdonságok
00002977=Megnyitás
00002978=Új...
00002979=Fájl
00002980=Könyvtár
00002981=Összekapcsolás helyi fájllal
00002982=Összekapcsolás helyi könyvtárral
00002983=Összekapcsolás FTP fájllal
00002984=Összekapcsolás FTP könyvtárral
00002985=Virtuális könyvtár
00002986=Tulajdonságok
00002987=Importálás...
00002988=Helyi könyvtár
00002989=Helyi fájl
00002990=FTP könyvtár
00002991=FTP fájl
00002992=Exportálás...
00002993=Helyi könyvtár
00002994=FTP könyvtár
00002995=Váz menü
00002996=Megnyitás
00002997=Új...
00002998=Virtuális könyvtár
00002999=Könyvtár
00003000=Fájl
00003001=Összekapcsolás helyi könyvtárral
00003002=Összekapcsolás helyi fájllal
00003003=Összekapcsolás FTP könyvtárral
00003004=Összekapcsolás FTP fájllal
00003005=Importálás...
00003006=Helyi könyvtár
00003007=Helyi fájl
00003008=FTP könyvtár
00003009=FTP fájl
00003010=Exportálás...
00003011=Helyi könyvtár
00003012=FTP könyvtár
00003013=Újratöltés
00003014=Törlés
00003015=Átnevezés
00003016=Tulajdonságok
00003017=Engedélyek megváltoztatása
00003018=Keret menü
00003019=Sáv cím
00003020=Új...
00003021=Virtuális könyvtár
00003022=Könyvtár
00003023=Fájl
00003024=Összekapcsolás helyi könyvtárral
00003025=Összekapcsolás helyi fájllal
00003026=Összekapcsolás FTP könyvtárral
00003027=Összekapcsolás FTP fájllal
00003028=Importálás...
00003029=Helyi könyvtár
00003030=Helyi fájl
00003031=FTP könyvtár
00003032=FTP fájl
00003033=Exportálás...
00003034=Helyi könyvtár
00003035=FTP könyvtár
00003036=Újratöltés
00003037=Törlés
00003038=Átnevezés
00003039=Tulajdonságok
00003040=Megnyitás
00003041=Új...
00003042=Fájl
00003043=Könyvtár
00003044=Összekapcsolás helyi fájllal
00003045=Összekapcsolás helyi könyvtárral
00003046=Összekapcsolás FTP fájllal
00003047=Összekapcsolás FTP könyvtárral
00003048=Virtuális könyvtár
00003049=Tulajdonságok
00003050=Importálás...
00003051=Helyi könyvtár
00003052=Helyi fájl
00003053=FTP könyvtár
00003054=FTP fájl
00003055=Exportálás...
00003056=Helyi könyvtár
00003057=FTP könyvtár
00003058=Váz menü
00003059=Megnyitás
00003060=Új...
00003061=Virtuális könyvtár
00003062=Könyvtár
00003063=Fájl
00003064=Összekapcsolás helyi könyvtárral
00003065=Összekapcsolás helyi fájllal
00003066=Összekapcsolás FTP könyvtárral
00003067=Összekapcsolás FTP fájllal
00003068=Importálás...
00003069=Helyi könyvtár
00003070=Helyi fájl
00003071=FTP könyvtár
00003072=FTP fájl
00003073=Exportálás...
00003074=Helyi könyvtár
00003075=FTP könyvtár
00003076=Újratöltés
00003077=Törlés
00003078=Átnevezés
00003079=Tulajdonságok
00003080=Engedélyek megváltoztatása
00003081=Váz menü
00003082=Kapcsolat kiválasztása
00003083=Kapcsolatok...
00003084=FTP kapcsolatok kezelése
00003085=Összes kapcsolat mutatása
00003086=Keresés és csere...
00003088=aProjectManager
00003090=Projekt kezelő
00003091=Projekt kezelő
00003092=Projekt kezelő
00003093=Új könyvtár
00003094=Új darabka
00003095=Törlés
00003096=Átnevezés
00003097=Szerkesztés
00003098=Kiválasztott exportálása
00003099=Kiválasztottra importálás
00003100=Összes exportálása
00003101=Összes importálása
00003102=Szerkesztés
00003103=Új könyvtár
00003104=Új darabka
00003105=Importálás / Exportálás
00003106=Kiválasztottra importálás...
00003107=Kiválasztott exportálása...
00003108=Betöltés fájlból...
00003109=Mentés fájlba...
00003110=Átnevezés
00003111=Törlés
00003112=xml
00003113=XML sablon fájlok (*.xml)|*.xml|All files (*.*)|*.*
00003114=xml
00003115=XML sablon fájlok (*.xml)|*.xml|All files (*.*)|*.*
00003116=Könyvtár hozzáadása
00003117=Elem hozzáadása
00003118=Törlés
00003119=Átnevezés
00003120=Szerkesztés
00003121=Kiválasztott exportálása
00003122=Kiválasztottra importálás
00003123=Összes exportálása
00003124=Összes importálása
00003125=Szerkesztés
00003126=Könyvtár hozzáadása
00003127=Elem hozzáadása
00003128=Importálás / Exportálás
00003129=Kiválasztottra importálás...
00003130=Kiválasztott exportálása...
00003131=Betöltés fájlból...
00003132=Mentés fájlba...
00003133=Átnevezés
00003134=Törlés
00003135=xml
00003136=XML sablon fájlok (*.xml)|*.xml|All files (*.*)|*.*
00003137=xml
00003138=XML sablon fájlok (*.xml)|*.xml|All files (*.*)|*.*
00003139=Importálás / exportálás
00003140=toolbarTemplates
00003141=Importálás / exportálás
00003144=Kiválasztottra importálás...
00003145=Kiválasztott exportálása...
00003146=Betöltés fájlból...
00003147=Mentés fájlba...
00003148=Új dokumentum
00003149=Beszúrás
00003150=Szerkesztés
00003151=Új könyvtár
00003152=Új darabka
00003153=Importálás / Exportálás
00003154=Átnevezés
00003155=Törlés
00003156=Importálás / Exportálás
00003157=Beszúrás
00003158=Beszúrás
00003159=Beszúrás
00003160=Szerkesztés
00003161=Könyvtár hozzáadása
00003162=Elem hozzáadása
00003163=Importálás / Exportálás
00003164=Átnevezés
00003165=Törlés
00003166=Importálás / Exportálás
00003167=Beszúrás
00003168=Beszúrás
00003169=Csere...
00003170=Beszúrás
00003171=Fájlnév beillesztése
00003172=Teljes fájlnév beillesztése
00003173=1-2-3 fájl fül
00003174=Osztott
00003175=Osztott fájl lista
00003176=Osztott
00003177=Osztott fájl lista
00003178=Font-család
00003180=Fájl munkamenet mentése
00003181=Kód felügyelő (HTML)
00003182=Kód darabkák
00003183=Kód darabkák
00003184=N
00003185=EmbeddedWB http://bsalsa.com/
00003186=<HTML></HTML>\n
00003187=N
00003188=EmbeddedWB http://bsalsa.com/
00003189=<HTML></HTML>\n
00003190=&w&bPage &p of &P
00003191=&u&b&d
00003192=&w&bPage &p of &P
00003193=&u&b&d
00003194=Ugrás
00003195=JavaScript
00003196=CSS
00003197=CSS
00003198=JavaScript
00003201=Kezelők
00003202=Történet
00003204=Sablonok szerkesztése...
00003205=Panelek
00003206=Erőforrások
00003207=Tananyagok
00003208=Kezelők
00003211=Előző könyvjelző
00003212=Következő könyvjelző
00003213=Könyvjelzők váltása
00003214=Könyvjelzők váltása
00003215=Ugrás könyvjelzőre
00003216=Ugrás könyvjelzőre
00003217=Könyvjelzők
00003218=Levág
00003219=Levág
00003220=Levág balról
00003221=Levág jobbról
00003222=Sor törlése
00003223=Sor végének törlése
00003224=Üres sorok törlése
00003225=ExtJS
00003226=jQuery
00003227=Dojo
00003228=Yahoo! Felhasználói felület könyvtár (YUI)
00003229=MooTools
00003230=Prototípus
00003231=Keretrendszer
00003232=Honlap
00003233=Letöltés
00003234=jQuery kapcsolódás...
00003235=Dokumentáció
00003236=Beállít...
00003237=Kapcsolódás: Ext JS...
00003238=Dokumentáció
00003239=Letöltés
00003240=Honlap
00003241=Beállít...
00003242=Kapcsolódás: Yahoo! User Interface Library (YUI)...
00003243=Dokumentáció
00003244=Letöltés
00003245=Honlap
00003246=Beállít...
00003247=Kapcsolódás: Dojo...
00003248=Dokumentáció
00003249=Letöltés
00003250=Honlap
00003251=Beállít...
00003252=Kapcsolódás: MooTools...
00003253=Dokumentáció
00003254=Letöltés
00003255=Honlap
00003256=Beállít...
00003257=Kapcsolódás: Prototype...
00003258=Documentáció
00003259=Letöltés
00003260=Honlap
00003261=Beállít...
00003262=Felold...
00003263=Napló...
00003264=aUpdateDim
00003265=phpDesigner 7 terjesztése
00003266=aSetFocus
00003267=Dokkolt panelek elrejtése
00003268=Szerkesztő
00003269=Eszközsáv mutatása
00003270=Kiemelők
00003271=Futtatás
00003272=Hibakeresés
00003273=Localhost
00003274=@font-face
00003275=jQuery UI linkelése
00003276=aCloneLine
00003277=Deklaráció
00003278=aGotoDeclaration
00003279=Osztályok
00003280=Függvények
00003281=Projekt panel látható betöltéskor
00003282=Projekt
00003283=aTrial
00003284=jQuery UI
00003285=Sor duplikálása
00003286=aReplace
00003287=Napló fájl...
00003288=aSvnLogFile
00003289=aCount
00003290=aSvnLogPath
00003291=Számol...
00003292=phpDesigner 8 a Facebook-on
00003293=Aktív dokumentum feltöltés ide
00003294=Fájl feltöltés
00003295=Aktív dokumentum feltöltés ide
00003296=Aktív dokumentum feltöltés ide
00003298=iFrame...
00003299=Szerkezet
00003300=Robotok
00003301=index
00003302=noindex
00003303=none
00003304=follow
00003305=nofollow
00003306=noarchive
00003307=nocache
00003308=nosnippet
00003309=noodp
00003310=noydir
00003312=aInlineTodoPHP
00003313=aInlineTodoHTML
00003314=aInlineBugPHP
00003315=aInlineBugHTML
00003316=Lista elem
00003317=Névterek...
00003318=Névterek...
00003319=Zsugorító...
00003320=Sans Serif
00003321=Serif
00003322=Monospace
00003323=Formázó...
00003324=Zsugorító...
00003326=Fájl megnyitás...
00003327=aFixSaveBtn
00003328=Panelek
00003329=Tennivalók && Hibák
00003330=&Git
00003332=Rögzít
00003333=Mappa hozzáadás
00003334=Fájl hozzáadás
00003335=Állapot
00003336=Rögzítve
00003337=Napló megtekintés laponként
00003338=Napló megtekintés grafikonnal
00003339=Napló megtekintés
00003340=Fájl törlése
00003341=Új tároló
00003342=Elágazás váltása
00003343=Elágazások megtekintése
00003344=Elágazás megtekintése
00003345=Elágazás törlése
00003346=Új elágazás
00003347=Tárolók megtekintése
00003348=Tároló betöltés
00003349=Tároló törlés
00003350=Egyedi...
00003351=Különbség
00003352=Egyedi...
00003353=HTML, CSS és JavaScript formázó
00003354=&Kiemelők
00003355=Futtatás böngészőben
00003356=Localhost
00003357=Szerkesztő
00003358=Kiemelők
00003359=Localhost
00003360=Futtat
00003361=Hibakeresés
00003362=Kód
00003363=Kiemelők
00003364=Localhost nézet
00003365=Futtatás nézet
00003366=PHP hibakeresés
00003367=Kód nézet
00003368=Szerkesztő
00003369=PHP
00003370=PHP
00003371=Jelző
00003372=Tennivaló && Hiba
00003373=Tennivaló && Hiba
00003375=Fájl információ...
00003376=Töréspontok
00003377=Verem hívás
00003378=Kiértékelés
00003379=Figyelések
00003380=Kontextus változók
00003381=Esemény napló
00003382=Konfigurációs fájl...

[frmAbout]
00000028=Bezárás
00000029=Névjegy
00000039=Regisztrálta:
00000041=Név:
00000042=E-mail:
00000043=Cég / Szervezet:
00000044=Regisztrálj most!
00000045=Regisztráció törlése
00000046=Regisztráció módosítása...
00000047=Külső fejlesztések
00000056=Jogi
00000057=Xdebug
00000063=PHP
00000068=Licensz szerződés
00000071=( "The PHP License" alapján, 3.0)
00000072=Copyright (c) 2002 - 2007 Derick Rethans. Minden jog fenntartva.
00000073=Fordítások
00000075=Fordító
00000076=Nyelv
00000077=Weboldal
00000078=Köszönöm a fentebbi fordítóknak a világ összes tájáról, hogy segítettek nekem a fordításukkal!
00000079=Ha szeretnél segíteni nekem, kérlek, látogasd meg a következő oldalt:
00000080=Licensz exportálása
00000081=Licensz típus:
00000082=phpDesigner 7
00000083=MPSOFTWARE
00000084=Névjegy
00000085=További információkért látogasson el ide:
00000086=Komponens
00000087=Szerző
00000088=Licensz
00000089=Honlap
00000090=Köszönet az egyéneknek és csoportoknak a támogatásért!
00000091=Külön köszönet Krystian Bigajnak!

[frmApplicationEdit]
00000073=OK
00000078=Mégsem
00000079=Név:
00000080=Alkalmazás helye:
00000081=Paraméterek
00000084=Összes fájl (*.*)|*.*
00000085=Alkalmazás tulajdonságai

[frmApplicationManager]
00000073=Futtatás
00000078=Bezárás
00000079=Új...
00000080=Törlés...
00000081=Szerkesztés...
00000082=Alkalmazás kezelő

[frmAutoCompletionNewItem]
00000070=Automatikus kiegészítés
00000073=OK
00000078=Mégsem
00000079=ID:
00000080=Például: <html>
00000081=Eredmény
00000082="|" = Kurzor helye
00000083=Például: <html>|</html>
00000084=Példa
00000085=Írd:
00000086=<html>
00000087=Nyomd:
00000088=Ctrl+J
00000089=Lesz:
00000090=<html>                  </html>
00000091=[kurzor]

[frmBug]
00000070=Hiba elem
00000073=OK
00000078=Mégsem
00000079=Leírás:
00000080=Fájlnév:
00000081=Prioritás:
00000082=Befejezés:
00000083=Elem neve:
00000084=Projekt:
00000085=Verzió:
00000086=Súlyosság:
00000087=Platform:
00000088=Operációs rendszer:
00000089=Mérföldkövek:
00000090=Előzmény:
00000091=Állapot:
00000092=Felbontás:
00000093=Megjelölés:
00000094=Magas\nNormál\nAlacsony\n
00000095=Nincsen megjelölve\nÖtlet\nTulajdonság kérés\nBosszúság\nTartalom\nTriviális\nKicsi\nJelentős\nKritikus\n
00000096=Összes (multiplatform)\nPC\nMacintosh\nSun\nHP\n
00000097=Windows Vista\nWindows XP SP2\nWindows XP\nWindows NT\nWindows 2000\nWindows ME\nWindows 98\nWindows 95\nWindows 3.1\nMac System 7\nMac System 7.5\nMac System 7.6.1\nMac System 8.0\nMac System 8.5\nMac System 8.6\nMac System 9.0\nMac OS X\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\nMás\n
00000098=ELFOGLAT\nTELJES\nTOVÁBBÍTOTT\nMUNKA ALATT\nNINCSEN ELKEZDVE\nFÜGGŐ\nTESZTELÉS\nISMERETLEN\n
00000099=Halogatott\nMásolat\nJavított\nÉrvénytelen\nNem bug\nNem kell javítani\nNekem megy\n
00000100=Halogatott\nMásolat\nJavított\nÉrvénytelen\nNem bug\nNem kell javítani\nNekem megy\n
00000101=.htm
00000102=Összes fájl (*.*)|*.*

[frmCodeBeautifier]
00000071=Behúzás
00000072=Kezdeti behúzás
00000073=PHP kezdés után*
00000074=PHP vége előtt*
00000075=Max üres sorok*
00000076=Bekezdés
00000077=Megjegyzések
00000078=Új sorok
00000079=Szóközök
00000080=Sortörés
00000081=Minimum sorhossz
00000082=Maximum sorhossz
00000083=Kisbetűs
00000084=Profil kiválasztása:
00000085=Bezárás
00000086=SpTBXToolbar1
00000087=Új profil hozzáadása
00000088=Új profil hozzáadása
00000089=Kijelölt profil törlése
00000090=Kijelölt profil törlése
00000091=Jelenlegi profil másolása
00000092=Jelenlegi profil másolása
00000093=Fel
00000094=Fel
00000095=Le
00000096=Le
00000097=Tab behúzás
00000098=Kezdeti tab behúzás
00000099=Megjegyzés behúzása
00000100=Dok-megjegyzések törlése
00000101=Megjegyzések törlése
00000102=Dok-megjegyzésekhez *
00000103=Többsoros megjegyzésekhez *
00000104='if/else'
00000105='elseif'
00000106=zárójelek előtt
00000107=Zárójel (PEAR standard)
00000108=Szimpla sorok megtartása
00000109='if' után
00000110='elseif' után
00000111='else' után
00000112='while' után
00000113='do' után
00000114='for' után
00000115='foreach' után
00000116='switch' után
00000117=kettőspont körül
00000118=pontosvessző előtt
00000119=ciklusok körül
00000120=kérdőjel körül
00000121=vessző után
00000122=felkiáltójel után
00000123=bezáró zárójel előtt
00000124=nyitó zárójel után
00000125=Kulcsszavak
00000126=Behúzás hosszához
00000127=Objektum eljárás
00000128=Új profil hozzáadása
00000129=Új profil hozzáadása
00000130=Kijelölt profil törlése
00000131=Kijelölt profil törlése
00000132=Jelenlegi profil másolása
00000133=Jelenlegi profil másolása
00000134=&Jelenlegi fájl
00000135=Összes &fájl
00000136=Fel
00000137=Fel
00000138=Le
00000139=Le
00000140=SpTBXToolbar1
00000141=PHP kódszépítő
00000142=Profil
00000143=Kimenet

[frmCodeExplorerSelectFile]
00000002=Megnyitás
00000003=Mégsem
00000004=Fájl kiválasztása

[frmColors]
00000071=Érték:
00000072=Kiválasztott:
00000073=OK
00000077=Saját...
00000078=Mégsem
00000079=Kivála&sztás...
00000080=További színek

[frmConfigurePHPManual]
00000070=A PHP kézikönyv nem található!
00000076=Beállítás most
00000077=Ahhoz, hogy a környezeti segítséget használhasd, és több mint 3000 függvényhez hozzáférj, le kell\ntöltened a PHP kézikönyvet.\n\nA PHP kézikönyv (.chm) ingyenesen elérhető a http://www.php.net/download-docs.php címen.\n\nBeállítások -> PHP kézikönyv beállítás alatt add meg, hogy hol található meg a kézikönyv.\n\nFontos:\n========\nHa a PHP kézikönyvet (CHM)  Microsoft Internet Explorerrer töltötted le Windows XP SP2 vagy\nújabb alatt, akkor engedélyezned kell a fájét a letöltés után. Jobb kattintás a fájlon, majd a\ntulajdonságok menüt válaszd ki, majd kattints felnyitáshoz.

[frmCSSCreateSelectorChild]
00000073=OK
00000078=Mégsem
00000080=Szülő elem:
00000081=Kiválasztott elem:
00000082=Gyerek elem:
00000083=Kiválasztott elem:
00000084=Gyermek elem választó

[frmCSSCreateSelectorClass]
00000073=OK
00000078=Mégsem
00000080=Kiválasztott elem:
00000081=Elemek:
00000082=Osztály
00000083=ID
00000084=Osztály és ID választó

[frmCSSCreateSelectorContextual]
00000073=OK
00000078=Mégsem
00000080=Ős elem:
00000081=Kiválasztott elem (ős):
00000082=Második elem:
00000083=Kiválasztott elem:
00000084=Kontextus választó

[frmCSSCreateSelectorPseudo]
00000073=OK
00000078=Mégsem
00000080=Elem:
00000081=Pszeudó elem:
00000082=Kiválasztott elem:
00000083=Osztály
00000084=ID
00000085=Pseudo választó

[frmCSSCreateSelectorSibling]
00000073=OK
00000078=Mégsem
00000080=Szülő elem:
00000081=Kiválasztott elem:
00000082=Kiválasztott elem:
00000083=Elem:
00000084=Testvér választó

[frmCSSCreateSelectorSimple]
00000073=OK
00000078=Mégsem
00000080=Elemek:
00000081=Kiválasztott elem:
00000082=Egyszerű választó

[frmCSSImport]
00000073=OK
00000078=Mégsem
00000079=Fájl
00000081=Teljes út
00000082=Összes idézőjel kizárása
00000083=Stílushoz kapcsolás

[frmCSSImportRule]
00000073=OK
00000078=Mégsem
00000079=Fájl
00000082=Teljes út
00000083=Összes idézőjel kizárása
00000105=CSS (*.css)|*.css|Összes fájl (*.*)|*.*
00000106=Típusok
00000107=összes
00000108=halló
00000109=braille
00000110=domborított
00000111=fogyatékos
00000112=nyomtatás
00000113=projekció
00000114=képernyő
00000115=tty
00000116=tv
00000117=Import szabály

[frmCSSMediaRule]
00000073=OK
00000078=Mégsem
00000081=Típusok
00000083=összes
00000085=halló
00000087=braille
00000089=domborított
00000091=fogyatékos
00000093=nyomtatás
00000095=kivetítés
00000097=képernyő
00000099=tty
00000101=tv
00000102=Média szabály

[frmCSSPosition]
00000071=ID:
00000072=Z-Index:
00000073=Bal:
00000074=Fent:
00000075=Magasság:
00000076=Szélesség:
00000077=Hely:
00000078=OK
00000079=Mégsem
00000083=Összes idézőjel kizárása
00000084=Definiál a dokumentumban egy "<div>" tartalmat
00000085=Réteg

[frmDatabaseConnection]
00000070=Adatbázis kapcsolat beállítása
00000073=OK
00000078=Mégsem
00000079=Szerver:
00000080=Felhasználónév:
00000081=Jelszó:
00000082=Név:
00000083=Adatbázis:
00000084=Port

[frmDateTime]
00000072=Mégsem
00000073=OK
00000076=&Frissítés
00000077=Dátum és idő
00000078=Formátum
00000079=Dátum
00000080=Dátum + Idő

[frmDebugParameters]
00000073=OK
00000078=Mégsem
00000079=Nyomkövetés paraméterekkel
00000080=Argumentom(ok) megadása &&-el elválasztva:
00000081=Törlés

[frmDebugProfiler]
00000001=Xdebug profilozó kiválasztása
00000002=&OK
00000003=Mégsem

[frmDockBug]
00000001=Sorközi bug

[frmDockCodeExplorer]
00000001=PHP kód böngésző

[frmDockCodeLib]
00000001=Kód könyvtárak

[frmDockCodeSnippets]
00000001=Kód darabkák

[frmDockDatabaseConnections]
00000001=Adatbázis kapcsolatok

[frmDockDatabaseManagement]
00000001=Adatbázis menedzselés

[frmDockDebugBreakpoints]
00000001=Töréspontok
00000002=Hozzáadás
00000003=Szerkesztés
00000004=Engedélyezés
00000005=Letiltás
00000006=Törlés
00000007=Összes engedélyezése
00000008=Összes letiltása
00000009=Összes törlése
00000010=Hozzáadás
00000011=Szerkesztés
00000012=Engedélyezés
00000013=Letiltás
00000014=Összes engedélyezése
00000015=Összes letiltása
00000016=Törlés
00000017=Összes törlése

[frmDockDebugCallStack]
00000001=Hívó verem
00000002=Másolás
00000003=Másol

[frmDockDebugContextVariables]
00000001=Környezeti változók
00000002=Másolás
00000003=Figyelőpont hozzáadása
00000004=Figyelőpont hozzáadása
00000005=Másolás

[frmDockDebugEvaluate]
00000001=Kiértékelés tipp
00000002=Másolás
00000003=Figyelőpont hozzáadása
00000004=Figyelés hozzáadása
00000005=Másolás

[frmDockDebugEvent]
00000001=Esemény napló
00000002=Másolás
00000006=Törlés
00000007=Másolás
00000008=Törlés

[frmDockDebugWatches]
00000001=Figyelések
00000002=Másolás
00000006=Hozzáadás
00000007=Szerkesztés
00000008=Törlés
00000009=Összes törlése
00000010=Deklarációhoz ugrás
00000011=Másolás
00000012=Hozzáadás
00000013=Szerkesztés
00000014=Törlés
00000015=Összes törlése

[frmDockFileBrowser]
00000001=Fájl böngésző

[frmDockFileBrowserSnapshots]
00000001=Fájl böngésző - Pillanatképek

[frmDockFTP]
00000001=FTP

[frmDockInlineTodo]
00000001=Sorközi tennivaló

[frmDockMsgPHP]
00000001=Üzenetek :: PHP

[frmDockMsgPHPDoc]
00000001=Üzenetek :: phpDocumentor

[frmDockMsgTidy]
00000001=Üzenetek :: HTML Tidy

[frmDockPHPManual]
00000001=PHP kézikönyv

[frmDockProjectOverview]
00000001=Projektek

[frmDockProjects]
00000001=Projektek

[frmDockSearchResults]
00000001=Keresési találatok
00000002=Keresés...
00000003=Összes kinyitása
00000004=Összes becsukása

[frmDockSyntaxCheck]
00000001=Szintaktika ellenőrzés
00000002=Típus
00000003=Hely
00000004=Leírás

[frmDockTemplates]
00000001=Sablonok

[frmDockTodo]
00000001=Tennivaló

[frmEmbed]
00000070=Beágyazás
00000071=ID:
00000083=Összes idézőjel kizárása
00000084=Általános
00000085=URL:
00000086=Szélesség:
00000087=Magasság:
00000088=Általános
00000089=Teljes út
00000090=Autoindítás
00000091=Hurok
00000092=Rejtett
00000093=Fejlett
00000094=&Hozzáférési kulcs:
00000095=Név:
00000096=Tab:
00000097=Irány:
00000098=Nyelv:
00000099=Cím:
00000100=Fejlett
00000103=CSS
00000104=Stílus:
00000105=Osztály:
00000106=CSS
00000107=OK
00000108=Mégsem
00000109=Összes fájl|*.*

[frmFileAss]
00000001=Fájltársítás
00000002=Rendben
00000003=Bezárás

[frmFindReplace]
00000001=Keresés és csere
00000002=Bezárás
00000003=Beállítások
00000004=Keresési mód:
00000005=Kis- és nagybetű különböző
00000006=C&sak teljes szavak
00000007=R&egurális kifejezés
00000008=Vadkártyák (*, ?)
00000009=&Sima szöveg
00000010=Visszafelé &keresés
00000011=Találatok jelölése
00000012=Hol keres
00000013=Kiválasztott szö&veg
00000014=Jelenlegi dokumentum (&teljes)
00000015=Jelenlegi dokumentum (hiányjeltől)
00000016=Összes megnyitott dokumentum
00000017=Projekt fájlok
00000018=Saját kön&yvtár
00000019=Alkönyvtárak is
00000020=Fájl maszkok:
00000021=Használj ";"-t az elválasztáshoz. Pl: *.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=Keresés
00000025=Összes keresése
00000026=&Csere
00000027=Összes cseréje
00000028=Keresett szöveg:
00000029=Csere &erre:
00000030=Ablak bezárása
00000031=Következő keresése
00000032=Előző keresése
00000033=Kivág
00000034=Másol
00000036=Mindet kiválasztja
00000037=Visszavon
00000038=Beilleszt
00000039=Jelenlegi könyvtár
00000040=Keres\nCserél\n

[frmFlash]
00000084=Általános
00000085=URL:
00000086=Szélesség:
00000087=Magasság:
00000089=Teljes út
00000107=OK
00000108=Mégsem
00000111=Flash
00000112=Tudnivalók a Flashról

[frmFont]
00000001=Általános
00000002=Előnézet
00000003=Félkövér
00000004=Dőlt
00000005=Aláhúzott
00000007=Felső index
00000008=Alsó index
00000010=Kis nagybetűs
00000011=Nagybetűs
00000012=Nagy kezdő
00000013=Rejtett
00000014=Félkövér
00000015=Hangsúly
00000016=Példa
00000017=Definíció
00000018=Idézés
00000019=Változó
00000020=Billentyűzet
00000021=Kód
00000022=alap\nalsó\nfelső\nfent\nszöveghez fel\nközép\nlent\nszöveghez le\n
00000026=Fejlett
00000031=OK
00000032=Mégsem
00000033=Összes idézőjel kizárása
00000035=Szöveg:
00000036=Méret:
00000037=Szín:
00000038=Betűtípus:
00000039=Hely:
00000040=Köz:
00000042=Stílus
00000043=Karakter köz
00000057=CSS
00000058=&ID:
00000059=&Stílus:
00000060=&Osztály:
00000061=&Tab sorrend:
00000062=Cím:
00000063=&Nyelv:
00000064=\nab\naa\naf\nsq\nam\nar\nhy\nas\nay\naz\nba\neu\nbn\ndz\nbh\nbi\nbr\nbg\nmy\nbe\nkm\nca\nzh\nzh\nco\nhr\ncs\nda \nnl\nen\neo\net\nfo\nfa\nfj\nfi \nfr\nfy\ngl\ngd\ngv\nka\nde\nel\nkl\ngn\ngu\nha \nhe\nhi\nhu\nis\nid\nin\nia\nie\niu\nik\nga\nit\nja\njv\nkn\nks\nkk\nrw\nky\nrn\nko\nku\nlo\nla\nlv\nli\nln\nlt\nmk\nmg\nms\nml\nmt\nmi\nmr\nmo\nmn\nna\nne\nno\noc\nor\nom\nps\npl\npt\npa\nqu\nrm\nro\nru\nsm\nsg\nsa\nsr\nsh\nst\ntn\nsn\nsd\nsi\nss\nsk\nsl\nso\nes\nsu\nsw\nsv\ntl\ntg\nta\ntt\nte\nth\nbo\nti\nto\nts\ntr\ntk\ntw\nug\nuk\nur\nuz\nvi\nvo\ncy\nwo\nxh\nyi\nji\nyo\n
00000065=&Gyorsbillentyű:
00000066=Irány:

[frmForm]
00000084=Általános
00000088=Általános
00000107=OK
00000108=Mégsem
00000109=Cselekvés:
00000110=Kódolási típus:
00000111=Cél:
00000112=Mód:
00000113=Fejlett
00000114=Hozzáférési kulcs:
00000116=Tab:
00000117=Irány:
00000118=ID:
00000119=Nyelv:
00000120=Cím:
00000121=Fejlett
00000122=CSS
00000123=Stílus:
00000124=Osztály:

[frmFormButton]
00000107=OK
00000108=Mégsem
00000126=Általános
00000127=Érték:
00000128=URL:
00000129=Nyomógomb
00000130=Elküldés
00000131=Alaphelyzet
00000132=Fejlett
00000134=Kimenet
00000136=Aposztróf
00000137=Idézőjel
00000138=Nincsen
00000139=Nyesés
00000140=Nincsen
00000141=Tabulátor \\t
00000142=Újsor \\n

[frmFormCheckbox]
00000084=Általános
00000107=OK
00000108=Mégsem
00000113=Fejlett
00000127=Érték:
00000129=Bejelölve
00000130=Nincsen bejelölve
00000131=Kimenet
00000133=Bezárás
00000134=Aposztróf
00000135=Idézőjel
00000136=Nincsen
00000137=Nyesés
00000138=Nincsen
00000139=Tabulátor \\t

[frmFormDropDown]
00000107=OK
00000108=Mégsem
00000126=Általános
00000127=Méret:
00000128=Elemek:
00000129=Letiltva
00000130=Új választás
00000131=Kiválasztva
00000132=Készítés...
00000133=Választás
00000134=Érték
00000135=Hozzáadás
00000136=Módosítás
00000137=Törlés
00000138=Fel
00000139=Le
00000140=Fejlett
00000141=CSS
00000143=Stílus:
00000144=Osztály:
00000145=Cím:
00000146=ID:
00000147=Tab sorrend:
00000148=&Gyorsbillentyű:
00000149=Tudnivalók a lenyíló listákról

[frmFormDropdownProperties]
00000071=Választás
00000072=Érték
00000073=OK
00000074=Mégsem
00000075=Lenyíló lista elem

[frmFormFileUpload]
00000107=OK
00000108=Mégsem
00000126=Általános
00000132=Fejlett
00000144=Elfogadás:
00000145=Méret:
00000146=Kezdő érték:
00000147=Kimenet
00000149=Stílus:
00000150=Osztály:
00000151=Cím:
00000152=ID:
00000153=Tab sorrend:
00000154=&Gyorsbillentyű:
00000155=Helyőrző szöveg:
00000156=Tudnivalók az űrlap fájlokról

[frmFormHidden]
00000084=Általános
00000107=OK
00000108=Mégsem
00000127=Érték:
00000144=Fejlett
00000145=CSS
00000147=Stílus:
00000148=Osztály:
00000149=Cím:
00000150=ID:
00000151=Tab sorrend:
00000152=&Gyorsbillentyű:
00000153=Tudnivalók a rejtett űrlap elemekről

[frmFormImageButton]
00000084=Általános
00000107=OK
00000108=Mégsem
00000145=Kép:
00000147=Magasság:
00000148=Szélesség:
00000150=Teljes út
00000152=Fejlett
00000157=Űrlap kép
00000159=Stílus:
00000160=Osztály:
00000161=Cím:
00000162=ID:
00000163=Tab sorrend:
00000164=&Gyorsbillentyű:
00000166=Képfájlok|*.gif;*.jpg;*.jpeg;*.png;*.bmp|CompuServe GIF kép (*.gif)|*.gif|JPEG kép (*.jpg)|*.jpg;*.jpeg|PNG kép (*.png)|*.png|Bitmap kép (*.bmp)|*.bmp|Minden fájl (*.*)|*.*
00000167=Előnézet
00000168=Tudnivalók a képfájlokról

[frmFormPassword]
00000084=Általános
00000107=OK
00000108=Mégsem
00000148=Fejlett
00000149=CSS
00000150=Kimenet
00000151=Méret:
00000153=Helyőrző szöveg:
00000154=Csak olvasható
00000155=Auto kiegészítés
00000157=Stílus:
00000158=Osztály:
00000159=Cím:
00000160=ID:
00000161=Tab sorrend:
00000162=&Gyorsbillentyű:
00000163=Tudnivalók az űrlap jelszavakról

[frmFormRadio]
00000084=Általános
00000107=OK
00000108=Mégsem
00000127=Érték:
00000145=Bejelölve
00000146=Fejlett
00000147=CSS
00000150=Stílus:
00000151=Osztály:
00000152=Cím:
00000153=ID:
00000154=Tab sorrend:
00000155=&Gyorsbillentyű:
00000156=Tudnivalók a jelölő gombokról

[frmFormText]
00000084=Általános
00000107=OK
00000108=Mégsem
00000148=Fejlett
00000149=CSS
00000150=Kimenet
00000151=méret:
00000153=Csak olvasható
00000155=Stílus:
00000156=Osztály:
00000157=Cím:
00000158=ID:
00000159=Tab sorrend:
00000160=&Gyorsbillentyű:
00000162=Auto kiegészítés
00000163=Helyőrző szöveg:
00000164=Tudnivalók az űrlap szövegekről

[frmFormTextbox]
00000084=Általános
00000107=OK
00000108=Mégsem
00000126=Csomagolás:
00000127=Tartalom:
00000128=Oszlop:
00000129=Sor:
00000130=Hossz:
00000131=Olvasható
00000132=Letiltva
00000133=Fejlett
00000134=CSS
00000136=Stílus:
00000137=Osztály:
00000138=Cím:
00000139=ID:
00000140=Fül sorrend:
00000141=&Gyorsbillentyű:
00000142=Tudnivalók a szövegdobozokról

[frmFTPConfirm]
00000001=FTP megerősítés
00000002=Mit szeretnél tenni egy, már létező fájllal?
00000003=&Újra
00000004=&Felülírás
00000005=Mégsem

[frmFTPManager]
00000002=Bezárás
00000003=Kapcsolódás
00000004=Új...
00000005=Szerkesztés...
00000006=Törlés
00000008=Másolat
00000009=Le
00000010=Fel
00000011=Rendezés
00000012=FTP kezelő

[frmFTPManagerProperties]
00000002=Házigazda:
00000003=Mégsem
00000004=Ok
00000005=FTP tulajdonságok
00000006=Általános
00000007=Felhasználónév:
00000008=Jelszó
00000009=Port
00000010=Név:
00000011=Kezdő könyvtár:
00000012=Passzív
00000013=Rejtett fájlokat mutat

[frmFTPProgress]
00000001=Kérlek, várj...
00000002=Megszakít

[frmImage]
00000003=Mégsem
00000004=OK
00000005=Általános
00000006=&URL
00000007=Helyettesítő szöveg:
00000009=Magasság:
00000010=Szélesség:
00000015=Teljes út
00000016=Fejlett
00000043=CompuServe GIF kép (*.gif)|*.gif|JPEG kép fájl (*.jpg)|*.jpg|JPEG kép fájl (*.jpeg)|*.jpeg|Összes fájl (*.*)|*.*
00000044=CompuServe GIF kép (*.gif)|*.gif|JPEG kép fájl (*.jpg)|*.jpg|JPEG kép fájl (*.jpeg)|*.jpeg|Összes fájl (*.*)|*.*
00000045=Előnézet
00000046=Kép
00000047=&Stílus:
00000048=&Osztály:
00000049=&ID:
00000050=&Tab sorrend:
00000051=&Gyorsbillentyű:
00000052=Tudnivalók a képekről
00000053=Kimenet
00000054=Zárótag
00000055=Aposztrof
00000056=Idázőjel
00000057=Nincs
00000058=Csonk
00000059=Semmi
00000060=Tab \\t
00000061=Új sor \\n
00000062=Kocsi vissza \\r
00000063=Idézőjel elkerülés "

[frmInline]
00000002=Megjegyzés:
00000003=Mégsem
00000004=OK
00000005=Elem

[frmJavaScriptOpenWindow]
00000025=Beállítások:
00000036=URL:
00000037=Név:
00000038=Szélesség:
00000039=Magasság:
00000040=Eszköztár
00000041=Menüsor
00000042=Állapotsor
00000043=Könyvtárak
00000044=Görgetősávok
00000045=Átméretezhető
00000046=Hely
00000047=Előzmény másolása
00000048=OK
00000049=Mégsem
00000050=JavaScript - Window.Open()

[frmLicenseChange]
00000007=Mégsem
00000008=Regisztráció
00000009=phpDesigner 7
00000010=Regisztráció adatainak megadása
00000011=Felhasználó neve:
00000012=Kulcs:
00000013=Cég:
00000014=Email:
00000015=Az alábbiakban add meg a phpDesigner regisztrációs adatait, ahogy az a regisztrációs leveledben található.
00000016=Érvényesítő kulcs:
00000017=Regisztráció elvégzése

[frmList]
00000002=Elemek:
00000003=OK
00000004=Mégsem
00000005=Általános
00000006=Hely:
00000015=Fejlett
00000033=Stílus:
00000034=Osztály:
00000035=ID:
00000036=Fül sorrend:
00000037=&Gyorsbillentyű:
00000038=Golyók és számozás
00000039=Tudnivalók a listákról
00000040=Kimenet
00000041=Zárótag
00000042=Aposztrof
00000043=Idézőjel
00000044=Semmi
00000045=Csonkol
00000046=Semmi
00000047=Tab \\t
00000048=Új sor \\n
00000049=Kocsi vissza \\r
00000050=Idézőjel elkerülés "

[frmMeta]
00000034=Összes idézőjel kizárása
00000036=Típus:
00000037=Tartalom:
00000038=Beszúrás
00000039=Bezárás
00000040=Meta

[frmNewFile]
00000003=Mégsem
00000004=Alapértelmezett sablon szerkesztése
00000006=E sablon használata HTML/XHTML-hez
00000007=Fejléc hozzáadása ehhez a sablonhoz

[frmPHPDocWizard]
00000002=Generálás
00000025=Bemenet
00000029=Kimenet
00000036=Cím:
00000037=Fájlok:
00000038=Könyvtár:
00000039=Fájlok
00000040=Könyvtár (rekurzív)
00000041=Kimeneti könyvtár:
00000042=Konvertáló stílusa:
00000043=Bezárás
00000044=Kimeneti mappa megnyitása
00000045=Mappa megnyitása

[frmPHPServerVariables]
00000002=OK
00000003=Mégsem
00000004=PHP szerver változók
00000005=Tudnivalók a szerver változókról

[frmPreferences]
00001489=Gyökér könyvtár (pl.: apache htdocs mappa):
00001490=Cím:
00001491=phpDocumentor elérési útja:
00001492=PHP kézikönyv nyelve:
00001493=Localhost:
00001623=Alapértelmezett
00001663=Automatikus kinyitás
00001672=Általános
00001673=Elrendezés
00001675=Alapértelmezett
00001676=Alapértelmezett\nKód kiemelő\nNincs\n
00001747=Elem
00001748=Eredmény
00001921=Elérési út:
00002090=Súgó (*.chm)|*.chm
00002091=OK
00002092=Mégsem
00002093=Alapértelmezett
00002094=Localhost:
00002095=Pl.: C:\\Program Files\\Apache Group\\Apache2\\htdocs\\
00002128=Dokumentum típusok
00002129=PHP
00002130=HTML
00002131=XML
00002132=CSS
00002133=VBScript
00002134=JavaScript
00002135=Perl
00002136=SQL
00002137=C#
00002138=Java
00002139=Webes szűrő:
00002140=Fájl böngésző
00002141=(használj ;-t a kiterjesztések elválasztásához)
00002142=(használj ;-t a kiterjesztések elválasztásához)
00002143=Python
00002144=Ruby
00002146=Program frissítés
00002147=Frissítés keresése
00002149=Kimenet:
00002150=Debugger
00002151=Xdebug
00002152=Figyelési port:
00002153=PHP (php.exe, php-cgi.exe stb.):
00002154=Beállítás (php.ini):
00002167=Kód tipp
00002169=Kiemelő verziója
00002170=PHP:
00002171=HTML/XHTML:
00002172=CSS:
00002174=Intelligens kiemelő
00002177=Kimenet:
00002178=Panelek
00002179=Elrejtési idő (ms):
00002180=Kimenet megnyitása belső és külső böngészőben
00002181=HTML
00002182=Szöveg
00002184=Kiemenet:
00002185=PHP futtatása
00002186=PHP (php.exe, php-cgi.exe stb):
00002187=Kimenet megnyitása belső és külső böngészőben
00002188=HTML
00002189=Szöveg
00002195=WinCacheGrind - Nézegető:
00002196=Például: C:\\Program Files\\WinCacheGrind\\WinCacheGrind.exe
00002197=Profilozás
00002198=Például: C:\\Program Files\\phpDesigner 2008\\PHP\\tmp
00002199=Kimeneti könyvtár:
00002209=Szerver elérés:
00002210=Például: http://localhost
00002211=Helyi szerver elérés:
00002212=Például: C:\\Program Files\\XAMPP\\htdocs\\
00002213=Port:
00002214=Localhost
00002220=PHP szintaktika ellenőrzés
00002222=PHP:
00002223=Tipp mutatása (ms):
00002224=(X)HTML & CSS szintaktika ellenőrzés
00002227=Egyező jelek
00002228=Nem egyezik:
00002229=Egyezik:
00002230=Stílus
00002232=TortoiseSVN
00002233=TortoiseSVN elérési út:
00002234=Például: C:\\Program Files\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=Beállítások helye
00002237=Válaszd ki, hol szeretnéd tárolni az adatokat (projektek, tennivalók, darabkák, sablonok, stb)
00002239=Induláskor
00002240=Indítási képernyő
00002241=Projekt
00002242=Új fájl készítése
00002243=Létező fájlok
00002245=&Javítások:
00002246=&Eredeti:
00002247=Automatikus javítás
00002248=Új
00002249=&Törlés
00002250=Szerkesztés
00002252=Nyomd meg a "Ctrl+J"-t az automatikus kiegészítéshez
00002253=Automatikus kiegészítés
00002254=PHP
00002257=Elem neve
00002258=Eredmény
00002259=Például: <html>
00002260=Például: <html>|<html>
00002261="|" = Kurzor helye
00002262=Új elem
00002263=Új
00002264=Szerkesztés
00002265=Törlés
00002267=Nyomtatási beállítások
00002268=Betűméret
00002280=&Kiemelő:
00002281=&Tulajdonság:
00002282=&Előtér:
00002283=Háttér:
00002284=Kiemelők
00002285=Stílus
00002286=Színek
00002287=Előnézet
00002288=PHP keret:
00002289=Újra...
00002290=Exportálás...
00002291=Importálás...
00002292=Könyvtár...
00002294=Más kézikönyvek
00002295=HTML:
00002296=SQL:
00002297=CSS:
00002298=PEAR:
00002299=HTML:
00002300=http://www.w3.org/TR/html4/
00002301=http://www.w3.org/TR/2004/CR-CSS21-20040225/
00002302=CSS:
00002303=SQL:
00002304=http://dev.mysql.com/doc/
00002305=http://pear.php.net/manual/index.php
00002306=PEAR:
00002308=Kód böngésző
00002309=PHP
00002310=Elrendezés
00002311=Alapértelmezett
00002312=Alapértelmezett\nKód kiemelő\nNincs\n
00002314=PHP sablon
00002327=PHP előtag:
00002328=Sorközi tennivaló
00002329=HTML előtag:
00002330=HTML előtag:
00002331=PHP előtag:
00002332=Sorközi bug
00002335=Jobb széle:
00002336=Max maradó kar:
00002337=Max visszavonás:
00002338=Extra sorköz:
00002341=Jelölő:
00002342=Háttér:
00002343=Sorszámok:
00002344=Könyvjelzők:
00002345=Jobb széle:
00002346=Aktív sor:
00002347=Színek
00002348=Felülírás:
00002349=Beszúrás:
00002350=Betűtípus
00002353=Mód:
00002355=Szerkesztő betűtípus
00002356=Sorszámok betűtípus
00002358=Internet Explorer:
00002359=Külső webböngészők
00002360=Netscape
00002361=Firefox:
00002362=Opera:
00002363=Safari:
00002364=Internet Explorer:
00002365=Netscape:
00002366=Firefox:
00002367=Opera:
00002369=http://www.netscape.com/
00002373=Safari:
00002375=phpMyAdmin URL-je:
00002376=Adatbázis böngésző - phpMyAdmin
00002377=Dokumentáció - phpDocumentor
00002378=Tesztelési keret
00002379=Egyszerű PHP egység tesztelési keret:
00002380=http://www.phpmyadmin.net
00002381=http://www.phpdoc.org
00002382=További info:
00002383=http://simpletest.sourceforge.net
00002384=FTP
00002385=Név:
00002386=http://filezilla.sourceforge.net/
00002387=Például: http://localhost/phpmyadmin/
00002388=Például: c:\\...\\phpdoc.bat
00002389=Például: c:\\Program Files\\FileZilla\\filezilla.exe
00002390=Szövegfájl különbségek és összeillesztő eszköz
00002391=Név:
00002392=Elérés:
00002393=http://www.angusj.com/delphi/textdiff.html
00002394=http://www.winmerge.org/
00002395=TextDiff:
00002396=WinMerge:
00002397=http://tortoisesvn.tigris.org/TortoiseMerge.html
00002398=TortoiseMerge:
00002400=PHP kézkönyv elérési útja:
00002401=PHP kézikönyv
00002407=Google:
00002408=Wikipedia:
00002409=Live Search (Microsoft):
00002410=Koders:
00002411=Yahoo!:
00002412=Webes keresés
00002413=Altavista:
00002415=Keresés
00002417=Kód kiegészítés
00002418=Késleltetés (ms):
00002419=Befűzési prioritás:
00002420=Auto időzítés (ms):
00002423=Ikon:
00002426=Fájl formátum
00002427=Fájl fül
00002428=Változások észlelése
00002429=Fájl kódolása
00002430=Fájl dialógus helye (megnyitás/mentés)
00002431=Nyesés mentéskor
00002433=Összes fájl (*.*)|*.*
00002434=Szintaktika
00002435=LoadSyntaxFromReg
00002449=Apache
00002450=Kérlek, válaszd ki az Apache gyökér kömyvtárát...
00002451=PHP Interpreter (php.exe)|*.exe|Összes fájl(*.*)|*.*
00002452=dat
00002453=Szintaktika kiemelő (*.dat)|*.dat
00002454=Szintaktika kiemelő (*.dat)|*.dat
00002455=Elérhető frissítések keresése indításkor
00002456=Kimenet megnyitása belső és külső böngészőben
00002457=Figyelmeztetés
00002458=Felszólítás
00002459=Szigorú standardok
00002460=Elemzési hiba
00002461=Végzetes hiba
00002462=Megfogható hiba
00002463=Ismeretlen hiba
00002464=Xdebug szerver indítás induláskor
00002465=Debuggolás eredmények mutatása
00002466=Kiterjesztett infok mutatása
00002467=Auto kiváltás
00002468=Kiváltás 'Ctrl'-lal
00002469=Beállítás (php.ini):
00002470=A kimeneti könyvtár automatikus beállítása a profilozónak a php.ini-ben
00002471=Élő PHP szintaktika ellenőrzés
00002472=Élő HTML/XHTML és CSS szintaktika ellenőrzés
00002473=PHP hibák kiemelése
00002477=Automatikus bezárás:
00002478=Zárójelek automatikus behúzása
00002479=Egyszerű if/else egyezés
00002480=Egyező / nem egyező címkék és zárójelek kiemelése
00002481=Automatikus tag lezárás '>'
00002482=Indítási képernyő mutatása induláskor
00002483=Utolsó megnyitott projekt megnyitása induláskor
00002484=Automatikus javítás egérlenyomásra
00002485=Automatikus javítás egérlenyomásra
00002486=Automatikus javítás meghagyja a kis- és nagybetűket
00002487=Eredeti nagyság
00002488=Az automatikus javítás nem kis- és nagybetű érzékeny
00002489=Nagyság marad
00002490=Automatikus javítás engedélyezése
00002491=Enged
00002492=Fekete-fehér
00002493=Szintaktika kiemelő
00002494=Sorszámok
00002495=Tördelés
00002496=Sepciális karakterek
00002497=&Automatikus behúzás
00002498=Fogd && húzd szerkesztés
00002499=Csoportos visszavonás
00002500=Sortörés
00002501=Sor végére görgetés
00002503=Sorszámozás
00002504=Tabulátorok
00002505=Okos HOME billentyű
00002506=Okos END billentyű
00002507=Ctrl + kattintás (deklarációhoz)
00002508=Megjegyzésválasztás duplaklikkel
00002509=Ez egy kiterjesztett PHP kézikönyv
00002510=Automatikus kiegészítés (Keresési előzmények)
00002511=Szóköz nincs
00002512=Telitalálat
00002513=Auto kiváltás
00002514=Elfogad: ENTER
00002515=Bezár, ha üres
00002516=Elfogad: TAB
00002517=Ha nincsen találat, az első elem kiválasztása
00002518=Címke - Nyíitás (<)
00002519=Címke - Zárás (</)
00002520=Speciális elem (&&)
00002521=PHP osztály (::)
00002522=PHP objektum (->)
00002523=PHP változó ($)
00002524=Másolat változók törlése
00002525=Függvény paraméterek
00002526=Beépített konstansok
00002527=Kulcsszavak
00002528=Elem rendezés
00002530=Szövegtart
00002531=Fájltársítás engedélyezése
00002532=Teljes elérés mutatása a dokumentum fülön
00002533=Bezárás gomb
00002534=Sorrendezés
00002535=Automatikus érzékelje a megnyitott dokumentumok között a külső módosításokat
00002537=Kódolási típusok
00002538=Fül-kiválasztás bezárás előtt
00002539=Sor törlése, ha üres
00002540=Nyesés
00002541=HTML
00002542=Szöveg
00002543=Félkövér
00002544=Félkövér + aláhúzott
00002545=Normál (alap)
00002546=Aláhúzott
00002547=Fájl
00002548=Projekt gyökér könyvtár
00002549=Projekt böngésző
00002550=Fájl böngésző
00002551=Alapértelmezett (Windows felhasználói mappa)
00002552=Saját
00002555=Keresési ablak
00002556=Keresési eszköztár
00002586=PHP és HTML intelligens kiemelés
00002587=PHP, HTML, CSS és JS inaktív kódjának elrejtése
00002588=PHP kiemelés (X)HTML-ben
00002589=PHP kiemelés CSS-ben
00002590=PHP kiemelés JavaScriptben
00002591=CSS kiemelés (X)HTML-ben
00002592=JavaScript kiemelés (X)HTML-ben
00002593=* beszúrása phpDoc megjegyzésekben
00002594=Betűtípus neve:
00002596=Függőségek
00002597=Osztályok
00002598=Függvények
00002599=Változók
00002600=Konstansok
00002601=Interfészek\n
00002602=Osztály megvalósítás
00002603=Interfész kiterjesztés
00002604=Függvény paraméterek
00002605=Kiválasztáskor auto kinyitás
00002606=Késleltetés következő előtt (ms):
00002607=Normál
00002608=Tétlen\nLegalacsonyabb\nAlacsonyabb\nNormál\nMagasabb\nLegmagasabb\nIdő kritikus\n
00002609=Jelenlegi fájlok nyitása
00002610=Utolsó fájl megnyitása
00002611=Kezdési képernyő mutatása
00002612=Intelligens kiemelő (PHP, HTML, XML, CSS és JavaScript)
00002613=Ruby
00002614=Python
00002615=C#
00002616=Java
00002617=Perl
00002618=SQL
00002619=PHP
00002620=HTML
00002621=CSS
00002622=XML
00002623=JavaScript
00002624=VBScript
00002625=Nincsen
00002626=Utolsó fájlok megnyitása
00002630=Félkövér
00002631=Dőlt
00002632=Aláhúzott
00002633=Áthúz
00002634=Fejléc:
00002635=Lábléc:
00002636=Beállítások:
00002637=Megtörés kivételkor:
00002638=Beállítások
00002641=Megnyitás
00002642=phpDesigner-be beépített
00002643=Külső
00002644=Általános
00002645=HTML - Kiváltás
00002646=PHP
00002647=Fejlett
00002648=Linkek a kézikönyvekhez
00002649=Elérés:
00002650=Stílus
00002651=Smarty
00002652=Általános
00002653=Induláskor
00002654=Dokumentum típusok
00002655=Program frissítés
00002656=Beállítások helye
00002657=Kód böngésző
00002658=Kiemelő verziók
00002659=Intelligens kiemelés
00002660=Szintaktika kiemelők
00002661=Szerkesztő
00002662=Egyező jelek
00002663=Automatikus javítás
00002664=Automatikus kiegészítés
00002665=Kód tip
00002666=Kód kiegészítés
00002667=Profilozás
00002668=Debugger
00002669=Sablonok
00002670=Sorközi tennivaló/bug
00002671=Nyomtatás
00002672=PHP kézikönyv
00002673=Integrálások
00002674=Localhost
00002675=Futtatás
00002676=Szintaktika ellenőrzés
00002677=Panelek
00002678=Böngészők
00002679=TortoiseSVN
00002680=Webes keresés
00002681=Más kézikönyvek
00002682=JavaScript:
00002683=Megnyitás
00002684=Tulajdonságok
00002686=Megállás az első sornál, ha nincsen töréspont
00002687=Szintaktika elválasztók
00002688=Háttér:
00002689=Előtér:
00002690=Kód tipp tiltása
00002691=PHP
00002692=HTML/XHTML
00002693=CSS
00002695=1) Fájl menü - Új...
00002696=2) Kattintás "Sablonok szerkesztése..."
00002697=Alapértelmezett sablonok szerkesztése:
00002698=Használd az Intelligens kiemelőt kiterjesztés nélküli fájlokhoz
00002699=Fájl eldobás
00002700=Megnyitás
00002701=Beszúrás linkként
00002702=JavaScript
00002703=Előnézet mellőzése nyomtatáskor
00002704=Auto-zárójeleknél szöveg megtartása
00002705=Új fájlok
00002706=Megjelölés módosítottként
00002708=Aktív sor kiemelése
00002709=PHP konfigurációs fájl (php.ini):
00002710=Példa: php.exe
00002716=Fájlok legfeljebb
00002717=Szín:
00002718=Automatikus zárótag
00002719=Záró zárójel ) hozzadás
00002720=# 2: Figyelmeztetések és hibák csak az állapotsorban jelennek meg, jelöléssel a margón
00002721=# 1: Figyelmeztetések és hibák csak az állapotsorban jelennek meg
00002722=Csendes mód
00002723=Példa: php-cgi.exe
00002724=Példa: php.ini
00002725=A XAMPP és WAMP könnyű lehetőségek egy helyi Apache, PHP és MySQL alapú szerver telepítéshez.
00002727=Profilozás Xdebug-gal
00002728=Xdebug a profilozási információkat cachegrind kompatibilis fájl formátumban szolgáltatja. Ezek megtekintéséhez rendelkezned kell egy WinCacheGrind megtekintő programmal a profilozott adatok értékeléséhez.
00002729=WinCacheGrind cachegrind megtekintő program letöltése és telepítése:
00002730=Határozd meg az Xdebug profilozó kimeneti mappáját, és add ezt a sort a php.ini fálhoz a [Zend] szekcióban:
00002731=xdebug.profiler_output_dir="..."
00002732=Határozd meg az Xdebug profilozó kimeneti mappáját a phpDesigner-ben. Ugyanúgy add hozzá, mint ahogy azt a php.ini fájlban tetted.
00002733=Ha a PHP kézikönyvet (CHM) Microsoft Internet Explorerrel töltötted le Windows XP SP2 vagy későbbi verzió alatt, a fájlt fel kell oldani a letöltés után, rajta jobbgombos kattintással és a tulajdonságok menüelem választásával. Ezután kattints a 'Felold' gombra.
00002734=Alapértelmezett PHP/Xdebug használata
00002735=Például: php-cgi.exe
00002736=Például: php.ini
00002737=Töréspont
00002738=Töréspont/könyvjelző
00002739=Könyvjelző elhelyezés
00002740=Sor kiválasztás
00002741=Semmi
00002742=Tabulátorok szóközzé
00002743=&Tabulátor szélesség:
00002744=Felül
00002745=Alul
00002746=Levágás balról
00002747=Levágás jobbról
00002748=Levágás
00002749=DOS | Windows
00002750=Unix
00002751=Mac
00002753=Fájl útvonal
00002754=Fájl böngésző
00002755=ANSI
00002756=UTF-8
00002757=UTF-16 LE
00002758=Betöltés UTF-8 formátmban
00002759=Mentés BOM-mal
00002760=UTF-16 BE
00002761="" hozzáadás
00002762=FTP biztonsági másolat
00002763=FTP fájlok automatikus biztonsági másolata
00002764=Mappa:
00002766=GIT
00002767=GIT:
00002768=Konfigurációs fájl...

[frmPrint]
00000001=Nyomtatási előnézet
00000002=Nyomtatás
00000003=Nyomtatás...
00000004=Beállítások...
00000005=Első oldal
00000006=Előző oldal
00000007=Következő oldal
00000008=Utolsó oldal
00000009=Oldal: Összes
00000010=Nyomtatás: Összes
00000011=Oldal: Kiválasztott
00000012=Nyomtatás:

[frmProjectEdit]
00000002=Általános
00000003=Név:
00000005=Leírás:
00000006=Szűrők
00000007=CSV\nHTML formátum\nSzöveges dokumentum\nRich Text formátum\nRich Text formátum, objektumok nélkül\nUnicode szöveg\nVirtual Tree Data\n
00000010=Localhost
00000011=Szerver elérés:
00000012=Helyi elérés:
00000013=Port:
00000014=Például: http://localhost
00000015=Például: c:\\program files\\xampp\\htdocs\\
00000016=Projekt szerkesztése
00000017=Szűrő
00000018=Szerkesztés
00000019=Szűrő
00000020=Szűrő hozzáadása
00000021=Szűrő
00000022=Szűrő törlése
00000023=OK
00000024=Mégsem
00000025=Alapértelmezett
00000030=Szűrő
00000031=Alapértelmezett
00000032=Munkaterület
00000033=Újratöltés
00000036=Átnevezés
00000037=Törlés
00000038=Sáv cím
00000039=Új...
00000040=Virtuális könyvtár
00000041=Könyvtár
00000042=Fájl
00000043=Összekapcsolás helyi könyvtárral
00000044=Összekapcsolás helyi fájllal
00000045=Összekapcsolás FTP könyvtárral
00000046=Összekapcsolás FTP fájllal
00000047=Importálás...
00000048=Helyi könyvtár
00000049=Helyi fájl
00000050=FTP könyvtár
00000051=FTP fájl
00000052=Exportálás...
00000053=Helyi könyvtár
00000054=FTP könyvtár
00000055=Újratöltés
00000056=Törlés
00000057=Átnevezés
00000058=Tulajdonságok
00000059=Megnyitás
00000060=Új...
00000061=Fájl
00000062=Könyvtár
00000063=Összekapcsolás helyi fájllal
00000064=Összekapcsolás helyi könyvtárral
00000065=Összekapcsolás FTP fájllal
00000066=Összekapcsolás FTP könyvtárral
00000067=Virtuális könyvtár
00000068=Tulajdonságok
00000069=Engedélyek megváltoztatása
00000070=Importálás...
00000071=Helyi könyvtár
00000072=Helyi fájl
00000073=FTP könyvtár
00000074=FTP fájl
00000075=Exportálás...
00000076=Helyi könyvtár
00000077=FTP könyvtár
00000078=Váz menü
00000079=Megnyitás
00000080=Új...
00000081=Virtuális könyvtár
00000082=Könyvtár
00000083=Fájl
00000084=Összekapcsolás helyi könyvtárral
00000085=Összekapcsolás helyi fájllal
00000086=Összekapcsolás FTP könyvtárral
00000087=Összekapcsolás FTP fájllal
00000088=Importálás...
00000089=Helyi könyvtár
00000090=Helyi fájl
00000091=FTP könyvtár
00000092=FTP fájl
00000093=Exportálás...
00000094=Helyi könyvtár
00000095=FTP könyvtár
00000096=Újratöltés
00000097=Törlés
00000098=Átnevezés
00000099=Tulajdonságok
00000100=Engedélyek megváltoztatása
00000101=Váz menü
00000102=Létrehozva:
00000103=Utoljára megnyitva:
00000104=Összes:
00000105=Idő:
00000106=File lista vágása
00000107=File lista vágása
00000108=Aktív dokumentum feltöltése ide
00000109=Aktív dokumentum feltöltése ide

[frmProjectManager]
00000002=Projektek:
00000004=Új
00000005=Szerkesztés
00000006=Törlés
00000007=OK
00000008=Mégsem
00000009=Rendezés
00000010=Fel
00000011=Le
00000012=Projekt megnyitása
00000013=Projekt bezárása
00000014=Megkettőz
00000015=Projekt kezelő

[frmSelectFiles]
00000001=Fájlok kiválasztása...
00000003=Bezárás

[frmSnippetAndTemplate]
00000005=Név:
00000006=Tartalom:
00000007=Jobb kattintás a szerkesztőben a további beállításokért...
00000008=Mégsem
00000009=OK
00000010=Importálás...
00000011=Kurzor hely beillesztése
00000012=Visszavonás
00000013=Ismét
00000014=Kivágás
00000015=Másolás
00000016=Beillesztés
00000017=Összes kijelölése

[frmSpecialCharacters]
00000005=Mégsem
00000006=OK
00000007=Karakter
00000008=Leírás
00000009=Entitás
00000010=Különleges karakterek

[frmTable]
00000005=OK
00000006=Mégsem
00000007=Általános
00000009=Sor:
00000010=Oszlop:
00000025=Fejlett
00000041=.htm
00000042=Összes fájl (*.*)|*.*
00000043=Táblázat szerkesztő
00000045=Összegzés:
00000047=Stílus:
00000048=Osztály:
00000049=Cím:
00000050=ID:
00000051=Tab sorrend:
00000052=&Gyorsbillentyű:
00000053=Tudnivalók a táblázatkról
00000054=Kimenet
00000055=Zárótag
00000056=Aposztrof
00000057=Idézőjel
00000058=Semmi
00000059=Csonkol
00000060=Semmi
00000061=Tabulátor \\t
00000062=Új sor \\n
00000063=Kocsivissza \\r
00000064=Idézőjelek elhagyása "

[frmTodoItem]
00000004=Tennivaló
00000005=Állapot:
00000006=Kezdő dátum:
00000007=Leírás:
00000008=Társított fájl:
00000009=Vége dátum:
00000010=Prioritás:
00000011=Befejezés:
00000012=Elem neve:
00000013=Társított projekt:
00000014=Mégsem
00000015=OK
00000017=.htm
00000018=Összes fájl (*.*)|*.*

[frmProjectWizard]
00000001=Új projekt varázsló
00000002=&Kezdő oldalra
00000003=&Utolsó oldalra
00000004=< &Vissza
00000005=&Következő >
00000006=&Befejezés
00000007=Mégsem
00000008=Súgó
00000009=Általános
00000010=Általános információ a projektedről
00000011=Projekt címe:
00000012=Leírás:
00000013=Projekt gyökere
00000014=Add meg a projekted gyökér könyvtárát.
00000015=Projekt gyökér könyvtár:
00000016=Könyvtárak
00000017=Azok a könyvtárak, melyeket a projekt elérhet a munkaterületen, illetve a kód kiegészítőben
00000018=Könyvtárak:
00000019=Hozzáadás
00000020=Törlés
00000021=FTP fiókok
00000022=FTP fiókok, amelyeket elérhetsz a projekt munkaterületről
00000023=FTP fiókok:
00000024=Hozzáadás
00000025=Törlés
00000026=Szűrők
00000027=Állítsd be az alap szűrőket, melyek megfelelőek a projektednek
00000028=A fájl maszkok, melyek a PHP értelmezéskor fognak beékelődn:
00000029=*.php*\n*.inc\n*.htm\n*.html\n*.css\n
00000030=Összegzés
00000031=Projekt munkaterület (húzd át ide a könyvtárakat/fájlokat a testreszabáshoz)
00000032=Sáv cím
00000033=Új...
00000034=Virtuális könyvtár
00000035=Könyvtár
00000036=Fájl
00000037=Összekapcsolás helyi könyvtárral
00000038=Összekapcsolás helyi fájllal
00000039=Összekapcsolás FTP könyvtárral
00000040=Összekapcsolás FTP fájllal
00000041=Importálás...
00000042=Helyi könyvtár
00000043=Helyi fájl
00000044=FTP könyvtár
00000045=FTP fájl
00000046=Exportálás...
00000047=Helyi könyvtár
00000048=FTP könyvtár
00000049=Újratöltés
00000050=Törlés
00000051=Átnevezés
00000052=Tulajdonságok
00000053=Fájllista kettéosztása
00000054=Megnyitás
00000055=Újratöltés
00000056=Átnevezés
00000057=Törlés
00000058=Új...
00000059=Fájl
00000060=Könyvtár
00000061=Összekapcsolás helyi fájllal
00000062=Összekapcsolás helyi könyvtárral
00000063=Összekapcsolás FTP fájllal
00000064=Összekapcsolás FTP könyvtárral
00000065=Virtuális könyvtár
00000066=Tulajdonságok
00000067=Engedélyek megváltoztatása
00000068=Importálás...
00000069=Helyi könyvtár
00000070=Helyi fájl
00000071=FTP könyvtár
00000072=FTP fájl
00000073=Exportálás...
00000074=Helyi könyvtár
00000075=FTP könyvtár
00000076=Héj menü
00000077=Fájllista kettéosztása
00000078=Héj menü
00000079=Megnyitás
00000080=Új...
00000081=Virtuális könyvtár
00000082=Könyvtár
00000083=Fájl
00000084=Összekapcsolás helyi könyvtárral
00000085=Összekapcsolás helyi fájllal
00000086=Összekapcsolás FTP könyvtárral
00000087=Összekapcsolás FTP fájllal
00000088=Importálás...
00000089=Helyi könyvtár
00000090=Helyi fájl
00000091=FTP könyvtár
00000092=FTP fájl
00000093=Exportálás...
00000094=Helyi könyvtár
00000095=FTP könyvtár
00000096=Újratöltés
00000097=Töröl
00000098=Átnevez
00000099=Tulajdonságok
00000100=Engedélyek megváltoztatása
00000101=Könyvtárak kizárása a projektből:
00000102=Aktív dokumentum feltöltés ide
00000103=Aktív dokumentum feltöltés ide

[frmSpreadPhpDesigner]
00000009=Segíts terjeszteni a phpDesignert a www minden sarkában: blogold, linkeld, írj róla!
00000010=Válaszd ki a neked megfelelő gombot, nyomd meg az okot és máris megkapod a kódot, amelyet beilleszthetsz az oldaladra vagy bárhova máshova!
00000011=OK
00000012=Mégsem
00000013=phpDesigner 8

[frmFormatter]
00000073=Ok
00000078=Mégse
00000082=Formázó
00000083=Kimenet
00000090=Sortörés
00000091=Általános
00000092=HTML formátum
00000093=CSS formátum
00000094=JavaScript formátum
00000095=JavaScript
00000096=Behúzás ezzel
00000097=tab karakter
00000098=tab karakter\n2 szóköz\n3 szóköz\n4 szóköz\n8 szóköz\n
00000101=Zárójelek a saját sorban
00000102=Üres sorok megőrzése
00000103=Tömb behúzás megtartása
00000104=tab karakter
00000105=tab karakter\n2 szóköz\n3 szóköz\n4 szóköz\n8 szóköz\n
00000106=Behúzás ezzel
00000107=Max karakter

[frmHyperlink]
00000002=Ok
00000003=Mégse
00000004=Általános
00000005=&Kijelzendő szöveg:
00000007=&Cél:
00000010=Haladó
00000015=&ID:
00000036=Hyperlink
00000038=Tudnivalók a hyperlinkekről
00000039=&Stílus:
00000040=&Osztály:
00000041=&Nyelv:
00000042=&Típus:
00000043=&Gyorsbillentyű:
00000044=&Fül sorrend:
00000045=&Cím
00000046=&Előtag:
00000047=Teljes &útvonal
00000048=&URL:
00000049=Képernyő &tipp:
00000050=Kimenet
00000051=Zárótag
00000052=Aposztrof
00000053=Idézőjel
00000054=Nincs
00000055=Alakít
00000056=Nincs
00000057=Tabulátor \\t
00000058=Új sor \\n
00000059=Kocsivissza \\r
00000060=Idézőjelek elkerülés "

[frmMinifier]
00000073=Ok
00000078=Mégse
00000080=Tömörítési szint:
00000082=Zsugorító
00000083=Kimenet
00000084=normál
00000085=minimális\nnormál\n
00000086=Utolsó pontosvessző eltávolítása
00000087=Megjegyzések eltávolítása
00000088=2. normál
00000089=1. minimális\n2. normál\n3. agresszív\n
00000090=Sortörés

[frmReg]
00000002=3-in-1. Az üzleti licenszszel a phpDesigner 8 munkahelyen, laptopon és otthon telepíthető
00000003=Ingyenes örökös frissítés és támogatás
00000004=Készíts, kezelj, javíts és publikálj weboldalakat a phpDesigner 8 programmal
00000005=$xxx nap van hátra
00000006=phpDesigner 8
00000007=21 napos ingyenes próbaverzió. A teljes phpDesigner 8 kipróbálása.
00000009=Regisztrációs adatok megadása
00000010=Felhasználónév
00000011=Kulcs
00000012=Cég
00000013=Email
00000015=Érvényesítő kulcs
00000016=Licensz regisztrálása
00000017=Próbaverzió
00000018=Vásárlás most...
00000019=Kiértékel
00000020=Ha nem akarja, hogy elakadjon a munkájában,rendelje meg a licenszet még ma!
00000021=Már létező használó? Frissítsen most!

[$CONSTANTS]
